Repository: TandSerrai/maf-translations
Catalog: actions.*.po
Languages: es, fr, it

# military.battles.initiate.intro
source: You are now engaging the enemy and battle prepartions are being made on both sides, estimated time until the battle will commence is %time%, but could change as you and/or the enemy get more support.<br /> Your enemy has been notified of the impending attack.
es: Ahora está enganchando el enemigo y los preparativos de batalla se están realizando en ambos lados, el tiempo estimado hasta la batalla dará comienzo es %time%, pero podría cambiar a medida que usted y/o al enemigo reciba más apoyo.<br /> Tu enemigo ha sido notificado del ataque inminente.

# military.battles.join.name
source: join battle
es: unirse a la batalla

# military.battles.join.description
source: join a nearby battle and choose your side.
es: unirse a una batalla cercana y elegir su lado.

# military.battles.join.intro
source: One or more battles have been initiated nearby. Choose which side to fight on.
es: Una o más batallas se han iniciado cerca. Elige de qué lado luchar.

# military.battles.join.battle
source: Battle
es: Batalla

# military.battles.join.settlement
source: This is an attack on the settlement %settlement%. The local militia will join the defenders.
es: Este es un ataque contra el asentamiento %settlement%. The local militia will join the defenders.

# military.battles.join.attackers
source: attackers
es: atacantes

# military.battles.join.defenders
source: defenders
es: defensores

# military.battles.join.success
source: join
es: unirse

# military.block.name
source: block area
es: bloquear la zona

# military.block.description
source: Prevent others from passing through.
es: Impedir que otros pasen.

# military.block.longdesc
source: Deploy your forces to block others from passing through your action range. Most effective at choke points like bridges.
es: Despliegue sus fuerzas para impedir que otros pasen a través de su radio de acción. Más efectivo en los puntos de estrangulamiento como puentes.

# military.damage.name
source: damage feature
es: dañar la pieza

# military.damage.description
source: Try to destroy a bridge or other feature.
es: Tratar de destruir un puente u otra pieza.

# military.damage.longdesc
source: Use your soldiers to tear down or damage a bridge, watchtower or sign to disrupt enemy operations.
es: Use sus soldados para derribar o dañar un puente, torre de vigilancia o signo para interrumpir las operaciones del enemigo.

# military.damage.intro
source: Choose which feature to damage or destroy.
es: Elija cual pieza para dañar o destruir.

# military.damage.submit
source: proceed with destruction
es: proceder a la destrucción

# economy.name
source: settlement economy actions
es: acciones de economía del asentamiento
fr: actions sur l'économie d'un établissement
it: azioni di gestione economica dell'insediamento

# economy.all
source: all economy actions
es: todas las acciones de economía
fr: toutes les actions économiques
it: tutte le azioni di gestione economica

# economy.others
source: other economy actions
es: otras acciones de economía
fr: autres actions économiques
it: altre azioni di gestione economica

# economy.workhours
source: work hours
es: horas de trabajo
fr: heures de travail
it: ore lavorative

# economy.tomake
source: %hours% work hours to make
es: %hours% horas de trabajo para hacer

# economy.totrain
source: %lessons% lessons to train
es: %lessons% lecciones para entrenar

# economy.roadworkers
source: workers assigned to <a href="%url%">road construction</a>
es: trabajadores asignados a <a href="%url%">construcción de caminos</a>

# economy.buildworkers
source: workers assigned to <a href="%url%">building construction</a>
es: trabajadores asignados a <a href="%url%">construcción de edificios</a>

# economy.featureworkers
source: workers assigned to <a href="%url%">features construction</a>
es: trabajadores asignados a <a href="%url%">construcción de piezas</a>

# economy.roads.name
source: road construction
es: construcción de caminos
fr: construction de route
it: costruzione di strade

# economy.roads.description
source: Order the construction or destruction of roads.
es: Ordenar la construcción o destrucción de caminos.
fr: Ordonne la construction ou la destruction de routes et de ponts.
it: Ordinate la costruzione o la distruzione di strade e ponti.

# economy.roads.intro
source: Roads require always link features with each other or the settlement. Go to the <a href="%link%">features construction page</a> to build road markers and other features.
es: Los caminos siempre requieren vincular piezas entre sí o el asentamiento. Ir a la <a href="%link%">Página de Piezas en Construcción</a> para construir marcas de camino y otras piezas.
fr: destination
it: destinazione

# economy.roads.from
source: from
es: de

# economy.roads.to
source: towards
es: hacia

# economy.roads.status
source: type
es: tipo

# economy.roads.progress
source: construction progress
es: progreso de construcción

# economy.roads.workers
source: workers assigned
es: trabajadores asignados
fr: travailleurs assignés
it: lavoratori assegnati

# economy.roads.new
source: commission a new road
es: encargar un nuevo camino

# economy.roads.submit
source: assign workers
es: asignar trabajadores
fr: assigner des travailleurs
it: assegna lavoratori

# economy.features.intro
source: The primary purpose of sign and border posts is to allow road construction. Go to the <a href="%link%">road construction page</a> to build roads.
es: El propósito principal de postes de señales y de frontera es permitir construcción de caminos. Ir a <a href="%link%">Página de Construcción de Caminos</a> para construir caminos.

# economy.features.existing
source: existing constructions
es: construcciones existentes

# economy.features.building
source: under construction
es: bajo construcción

# economy.features.progress
source: construction progress
es: progreso de construcción

# economy.features.workers
source: workers assigned
es: trabajadores asignados

# economy.features.completion
source: estimated remaining
es: restante estimado

# economy.features.new
source: build new feature
es: construir nueva pieza

# economy.features.effortlong
source: It takes about %hours% work hours to build this feature.
es: Se tarda aproximadamente %hours% de trabajo para construir esta pieza.

# economy.features.never
source: never
es: Nunca

# economy.features.submit
source: update work orders
es: actualizar las órdenes de trabajo

# economy.build.name
source: Buildings
es: Edificios
fr: construction d'immeuble
it: costruzione di edifici

# economy.build.description
source: Construction and management of important infrastructure buildings.
es: Construcción y gestión de edificios importantes de infraestructura.
fr: Organise la construction des infrastructures importantes.
it: Organizzate la costruzione di importanti edifici e infrastrutture

# economy.build.intro
source: status
es: estado
fr: actif
it: attiva

# economy.build.speed
source: productivity
es: productividad

# economy.build.focus
source: focus
es: atención

# economy.build.underconstruction
source: buildings under construction
es: edificios en construcción

# economy.build.building
source: under construction
es: bajo construcción

# economy.build.abandoned
source: abandoned
es: abandonado

# economy.build.progress
source: construction progress
es: progreso de construcción
fr: avancement de la construction
it: progresso della costruzione

# economy.build.workers
source: workers assigned
es: trabajadores asignados
fr: travailleurs assignés
it: lavoratori assegnati

# economy.build.employees
source: people employed
es: personas empleadas

# economy.build.completion
source: estimated remaining
es: restante estimado
fr: restant estimé
it: tempo rimanente stimato

# economy.build.never
source: never
es: nunca
fr: jamais
it: mai

# economy.build.effort
source: construction effort
es: esfuerzo de construcción
fr: effort de construction
it: impegno a costruire

# economy.build.existing
source: existing buildings
es: edificios existentes
fr: infrastructures existantes
it: edifici esistenti

# economy.build.canbuild
source: available for construction
es: disponible para construcción
fr: peut être construit
it: disponibile per la costruzione

# economy.build.cannotbuild
source: not buildable
es: no edificable
fr: inconstruisible
it: non costruibili

# economy.build.submit
source: assign workers
es: asignar trabajadores
fr: assigne des travailleurs
it: assegna lavoratori

# economy.build.abandon
source: abandon
es: abandonar

# economy.build.error.population
source: The settlement needs a population of at least %content%.
es: El asentamiento necesita una población de al menos %content%.

# economy.build.error.prerequisite
source: %content% required before this building can be constructed.
es: %content% requerid0 antes de que este edificio se pueda construir.

# economy.build.error.already
source: This building has already been constructed or is currently under construction.
es: Este edificio ha sido construido o está actualmente en construcción.

# economy.build.error.over100percent
source: You have assigned more workers than your settlement has to road and building construction work. This allocation will not be accepted.
es: Ha asignado más trabajadores que el asentamiento tiene para los trabajos de construcción de caminos y edificios. No se aceptará esta asignación.

# economy.build.warning.over20percent
source: You are assigning a considerable part of your population to construction work (roads and buildings). You might want to make sure that this will not result in a food shortage.
es: Usted está asignando una parte considerable de su población a los trabajos de construcción (caminos y edificios). Es posible que desee asegurarse de que esto no dé lugar a una escasez de alimentos.
fr: Vous avez assigné une part considérable de vos paysans à du travail de construction. Êtes-vous certain que cela ne résultera pas en un manque de nourriture?
it: State assegnando una considerabile parte della vostra popolazione a lavori di costruzione (strade ed edifici). Dovreste assicurarvi che ciò non comporterà scarsità di cibo.

# economy.build.warning.over50percent
source: You are assigning the majority of your population to construction work (roads and buildings). Make sure that this will not result in starvation.
es: Usted está asignando la mayoría de su población a los trabajos de construcción (caminos y edificios). Asegúrese de que esto no dé lugar a la hambruna.
fr: Vous assignez la majorité de votre population à des travaux de construction. Faites attention à une possible famine résultante.
it: State assegnando la maggioranza della vostra popolazione a lavori di costruzione (strade ed edifici). Assicuratevi che ciò non porterà a carestia.

# economy.trade.name
source: Trade/Tribute Deals
es: Acuerdos de Comercio/Tribute
fr: Accords d'Echange/de Tributs
it: Accordi Tributari/Commerciali

# economy.trade.owner
source: Review and propose trade deals of this settlement.
es: Revisar y proponer acuerdos comerciales con este asentamiento.
fr: Voir et proposer des accords commerciaux pour cet établissement
it: Revisionate e proponete accordi commerciali di questo insediamento.

# economy.trade.foreign
source: Offer trade deals to this foreign settlement
es: Ofrecer tratos comerciales a este asentamiento extranjero
fr: Offrir un accord à cet établissement
it: Offrite accordi commerciali a questo insediamento straniero

# economy.trade.intro.owned
source: You can offer this settlement trade or tribute from any of your estates, with shipments beginning immediately.<br /> Unless you are offering tribute, you will usually insist on a reciprocal deal, but someone has to make the first move. Trust is the most valuable currency of trade.<br /> All deals are constant supply deals - they last until they are changed or cancelled. As a lord, you never deal with an individual shipment, only with long-term supply.
es: Usted puede ofrecerle a este asentamiento comercio o tributos de cualquiera de sus propiedades, con envíos que comienza inmediatamente.<br /> A menos que usted esté ofreciendo tributo, lo normal es insistir en un acuerdo recíproco, pero alguien tiene que hacer el primer movimiento. La confianza es la moneda más valiosa del comercio.<br /> Todas las tratis son tratos de suministro constante - que duran hasta que sean modificados o cancelados. Como un señor, nunca se trata con un envío individual, sólo con el suministro a largo plazo.
fr: Vous pouvez offrir de vendre ou de donner du matérial à cet établissement depuis un des votres. Les envois pourront commencer immédiatement.<br /> A moins que vous n'offriez un tribut, vous devriez insister pour recevoir des biens en échange, mais quelqu'un doit bouger le premier. La confiance est la véritable monnaie du commerce.<br /> Tous les accords de commerce ou de tribut sont à long terme - ils durent jusqu'à ce que vous les modifiez ou les annuliez. Vous êtes le Seigneur, vous n'avez pas gérer chaque envoi.
it: Potete offrire a questo insediamento commerci o tributi da ciascuna vostra tenuta, con consegne che verrebbero realizzate immediatamente.<br /> A meno che voi non stiate offrendo un tributo, è uso insistere per ottenere un accordo con scambio reciproco, ma qualcuno deve fare la prima mossa. La fiducia è la valuta pi√π preziosa nel commercio. <br /> Tutti gli accordi commerciali e tributari forniscono quantità costanti - ovvero durano finchè non vengono modificati o cancellati. Come signore, voi non avrete mai a che fare con singole consegne, ma esclusivamente con forniture a lungo termine.

# economy.trade.submit
source: initiate trade or tribute
es: iniciar comercio o tributo
fr: initier un échange ou un tribut
it: iniziare commerci o tributi

# economy.trade.cancel
source: cancel deal
es: cancelar trato
fr: annuler un accord
it: cancellare accordo

# economy.trade.inbound
source: inbound trade
es: comercio entrante
fr: réception
it: commerci in entrata

# economy.trade.outbound
source: outbound trade
es: comercio saliente
fr: envoi
it: commerci in uscita

# economy.trade.towards
source: trades from your estates to this settlement
es: comercio de sus villas para este asentamiento
fr: envois de votre établissement vers celui-ci
it: commerci dalle vostre tenute a questo insediamento

# economy.trade.resources
source: resources of your estates
es: los recursos de sus villas
fr: ressources de vos établissements
it: risorse delle vostre tenute

# economy.trade.amount
source: amount
es: cantidad
fr: montant
it: quantità

# economy.trade.res
source: resource
es: recurso
fr: ressource
it: risorsa

# economy.trade.to
source: to
es: a
fr: vers
it: a

# economy.trade.from
source: from
es: de
fr: de
it: da

# economy.trade.localres
source: local resources
es: recursos locales
fr: ressources locales
it: risorse locali

# economy.trade.production
source: production
es: producción
it: produzione

# economy.trade.demand
source: demand
es: demanda
fr: demande
it: richiesta

# economy.trade.trade
source: trade
es: comercio
fr: échange
it: scambio

# economy.trade.sum
source: sum
es: suma
fr: somme
it: somma

# economy.trade.transcost
source: trade cost
es: costo de comercio
fr: coût de l'échange
it: costo dello scambio

# economy.trade.new
source: new deal
es: nuevo acuerdo
fr: nouvel accord
it: nuovo accordo

# recruit.name
source: recruitment actions
es: acciones de reclutamiento
fr: actions de recrutements
it: azioni di reclutamento

# recruit.all
source: all recruitment actions
es: todas las acciones de reclutamiento
fr: toutes les actions de recrutements
it: tutte le azioni di reclutamento

# recruit.entourage.name
source: recruit entourage
es: reclutar séquito
fr: recruter un entourage
it: recluta entourage

# recruit.entourage.description
source: Add specialists to your personal entourage.
es: Añadir especialistas a su séquito personal.
fr: Ajoute des spécialistes à votre entourage personnel.
it: Aggiungete specialisti al vostro entourage personale.

# recruit.entourage.intro
source: You will be able to find at most %max% more peasants for training today. If you want to train more new specialists, continue recruitment tomorrow.
es: Usted será capaz de encontrar %max% campesinos para el entrenamiento de hoy. Si quieres entrenar más nuevos especialistas, continue reclutamiento mañana.
fr: fourni par
it: fornito da

# recruit.entourage.atlimit
source: Rounding up more peasants for training will take more time and will have to wait until tomorrow.
es: Redondeando más campesinos para entrenamiento llevará más tiempo y tendrá que esperar hasta mañana.

# recruit.entourage.provided
source: provided by
es: proporcionado por

# recruit.entourage.available
source: available
es: disponible

# recruit.entourage.submit
source: recruit
es: reclutar
fr: recruter
it: recluta

# recruit.entourage.success
source: You have now recruited %number% %type%.
es: Ha reclutado %number% %type%.

# recruit.entourage.supply
source: Due to a lack of training, only %only% of %planned% planned %type% could be added.
es: Debido a la falta de entrenamiento, sólo %only% de %planned% planificados %type% que podrían añadirse.

# recruit.troops.name
source: train soldiers
es: entrenar soldados
fr: entrainer des soldats
it: addestra soldati

# recruit.troops.description
source: Train soldiers to serve as militia or in your military unit.
es: Entrenar soldados para servir como milicia o en su unidad militar.
fr: Entraine des soldats pour servir dans la milice ou dans votre troupe.
it: Addestrate soldati per servire come miliziani o nella vostra unità militare.

# recruit.troops.intro
source: You will be able to find at most %max% more peasants for training today. If you want to train more new soldiers, continue recruitment tomorrow.
es: Usted será capaz de encontrar %max% más campesinos para el entrenamiento de hoy. Si quieres entrenar más soldados, continue reclutamiento mañana.
fr: temps d'entraiement
it: durata dell'addestramento

# recruit.troops.atlimit
source: Rounding up more peasants for training will take more time and will have to wait until tomorrow.
es: Redondeando más campesinos para entrenamiento llevará más tiempo y tendrá que esperar hasta mañana.

# recruit.troops.traintime
source: training time
es: tiempo de entrenamiento

# recruit.troops.provided
source: provided by
es: proporcionado por
fr: fourni par
it: fornito da

# recruit.troops.current
source: You can train about %amount% soldiers at once before training speeds slow down.
es: Usted puede entrenar %amount% soldados a la vez antes de que el entrenamiento se vuelva lento.
fr: Temps estimé pour l'entrainement des nouvelles recrues: <span id="total">%est%</span> jours.
it: Durata dell'addestramento stimato per nuove reclute:<span id="total">%est%</span> giorni.

# recruit.troops.submit
source: recruit
es: reclutar
fr: recruter
it: recluta

# recruit.troops.cancel
source: cancel
es: cancelar

# recruit.troops.canceldone
source: Training of %name% (%type%) cancelled.
es: Entrenamiento de %name% (%type%) cancelado.

# recruit.troops.cancelinfo
source: You can stop training, which will send the recruits back into the militia or settlement workforce.
es: Usted puede dejar de entrenar, esto enviará a los reclutas de nuevo a la milicia o arreglo personal.

# recruit.troops.recruitlink
source: You can start additional recruit training <a href="%url%">on the recruitment page</a>.
es: Puede comenzar entrenamiento adicional de reclutas <a href="%url%">en la página de reclutamiento</a>.

# recruit.troops.aftercancel
source: Training times, supplies and the militia list above will be updated when you visit the training center the next time.
es: Tiempo de entrenamiento, los suministros y la lista de milicia anterior se actualizará cuando visita el centro de entrenamiento la próxima vez.

# recruit.troops.returns
source: will return to militia
es: volverá a la milicia

# recruit.troops.disbands
source: will return to workforce
es: volverá a la fuerza de trabajo

# recruit.troops.supply
source: Due to a lack of equipment, only %only% of %planned% planned recruits could be added.
es: Debido a la falta de equipo, sólo %only% de %planned% reclutas previstos podrán ser añadidos.

# recruit.warning.over25percent
source: You are recruiting a considerable share of your population into military service. These peasants will no longer be available for construction, farming or production. Make sure you can handle the consequences.
es: Usted está reclutando una parte considerable de su población en el servicio militar. Estos campesinos ya no estarán disponibles para la construcción, la agricultura o la producción. Asegúrese de que puede manejar las consecuencias.

# recruit.warning.over50percent
source: You are recruiting more than half of your population into military service. Unless you have taken specific steps to prevent it, this will likely result in the economic destruction of this settlement. Make sure you know what you are doing.
es: Usted está reclutando más de la mitad de su población en el servicio militar. A menos que haya tomado medidas específicas para prevenir, esto probablemente resultará en la destrucción económica de este asentamiento. Asegúrese de que usted sabe lo que está haciendo.

# recruit.unavailable.over100percent
source: Obviously, you cannot recruit more soldiers than you have peasants.
es: Obviamente, no se puede reclutar a más soldados que tienes campesinos.

# recruit.militia.name
source: manage militia
es: gestionar la milicia
fr: gérer la milice
it: gestisci la milizia

# recruit.militia.description
source: Equip or pick up militia from this settlement.
es: Equipar o recoger milicia de este asentamiento.
fr: Equipe ou enrôle la milice de cet établissement
it: Equipaggiate o prelevate milizia da questo insediamento.

# recruit.militia.recruit
source: recruit
es: reclutar
fr: recruter
it: recluta

# recruit.cancel.name
source: cancel training
es: cancelar el entrenamiento

# recruit.manage.intro
source: -- action --
es: -- acción --

# recruit.manage.nothing
source: (no action)
es: (no acción)

# recruit.manage.apply
source: apply to group
es: aplicar al grupo

# recruit.manage.disband
source: disband
es: disolver
fr: dissoudre
it: sciogli

# recruit.manage.assign
source: assign...
es: asignar...

# recruit.manage.assignto
source: assign selected soldiers to:
es: asignar soldados seleccionados a:

# recruit.manage.assignto2
source: assign selected entourage to:
es: asignar séquito seleccionado a:

# recruit.manage.bury
source: bury
es: enterrar

# recruit.manage.makesoldier
source: mobilize
es: movilizar
fr: mobiliser
it: mobilita

# recruit.manage.makemilitia
source: set as militia
es: establecer como milicia
fr: placer comme milice
it: schiera come milizia

# recruit.manage.resupply
source: resupply
es: reabastecimiento

# recruit.manage.retrain
source: retrain
es: reentrenar

# recruit.manage.retraininfo
source: Retrain the above selected soldiers to the following equipment set:<br /><small>(they will be added to the settlement training queue and leave active service until training is complete)</small>
es: Reentrenar a los soldados seleccionados arriba para el siguiente conjunto de equipos:<br /><small>(se añadirán a la cola de la entrenamiento del asentamiento y dejanán el servicio activo hasta completar el entrenamiento)</small>

# recruit.manage.current
source: current
es: actual

# recruit.manage.submit
source: issue orders
es: emitir órdenes
fr: soumettre
it: conferma

# recruit.manage.group1
source: group by type
es: agruparlos por tipo

# recruit.manage.group2
source: group detailed
es: agruparlos por equipo
