Repository: TandSerrai/maf-translations
Catalog: actions.*.po
Languages: es, fr, it

# recruit.manage.groupinfo
source: Automatically group soldiers according to equipment. Warning: This will overwrite any groups you may have.
es: Agrupar automáticamente los soldados de acuerdo con el equipo. Advertencia: Esto sobrescribirá cualquier grupos que pueda tener.

# recruit.manage.grouped
source: Your soldiers have been automatically put into groups
es: Sus soldados se han puesto automáticamente en grupos

# recruit.offers.name
source: knights offers
es: ofertas de caballeros

# recruit.offers.description
source: Set aside soldiers to offer to new knights swearing allegiance to you.
es: Ponga a un lado los soldados que ofrecer a los nuevos caballeros que juran lealtad a usted.

# recruit.offers.intro
source: Soldiers to assign
es: Soldados para asignar

# recruit.offers.offertext
source: A short text to accompany the offer
es: Un breve texto para acompañar a la oferta

# recruit.offers.submit
source: publish offer
es: publicar oferta

# recruit.offers.new
source: create a new offer
es: crear una nueva oferta

# recruit.offers.old
source: manage existing offers
es: gestionar las ofertas existentes

# recruit.offers.details
source: Offer Details
es: Detalles Oferta

# recruit.offers.location
source: offer location
es: ubicación de oferta

# recruit.offers.realm
source: part of realm
es: parte del dominio

# recruit.offers.text
source: accompanying text
es: texto que lo acompaña

# recruit.offers.contains
source: soldiers included in this offer
es: soldados incluidos en esta oferta

# recruit.offers.delete
source: retract offer
es: retraer oferta

# recruit.assigned.name
source: assigned soldiers
es: soldados asignados

# recruit.assigned.description
source: Review and reclaim soldiers assigned to knights.
es: Revise y reclame soldados asignados a los caballeros.

# recruit.assigned.intro
source: reclaim soldiers
es: recuperar soldados

# recruit.assigned.success
source: After issuing your orders, %return% of your soldiers return (they have been assigned to group %group%). %lost% soldiers decided not to come back.
es: Después de emitir sus órdenes, %return% de sus soldados regresarán (si han sido asignados al grupo %group%). %lost% soldados decidieron no volver.

# recruit.assigned.fail
source: You issue your orders, but none of your former soldiers return to you, all %lost% of them decided otherwise.
es: Se emite sus órdenes, pero ninguno de sus antiguos soldados regresa a usted, todos los %lost% de ellos decidieron otra cosa.

# entourage.assign.action
source: Action
es: Acción

# entourage.assign.select
source: assign...
es: asignar...

# entourage.assign.submit
source: assign entourage
es: asignar séquito

# meta.name
source: character meta actions
es: acciones meta de personajes
fr: méta-actions du personnage
it: azioni sul personaggio

# meta.background.name
source: background
es: antecedentes

# meta.background.description
source: edit descriptions
es: editar descripciones

# meta.background.descdeath
source: edit descriptions and death cause
es: editar las descripciones y causa de muerte

# meta.background.intro
source: You can <a href="%url%">skip this part</a> if you prefer and return to it later via the "background" link on the status page.
es: Puede <a href="%url%">saltar esta parte</a> si lo prefiere y volver a ella más tarde a través del enlace "antecedentes" en la página de estado.

# meta.background.appearance.name
source: Appearance
es: Apariencia

# meta.background.appearance.desc
source: Is what others see when they meet your character. Body, clothing, demeanor, but also favorite horse or constantly present servant - whatever those who encounter the character will recognize and remember.<br /> <em>This field is publicly visible on your character page</em>
es: Es lo que otros ven cuando conocen su personaje. Cuerpo, la ropa, la conducta, sino también caballo favorito o sirviente constantemente presente - cualquiera cosa que los que encuentran el personaje reconocerán y recordarán.<br /> <em>Este campo es visible públicamente en su página de personaje</em>

# meta.background.personality.name
source: Personality
es: Personalidad

# meta.background.personality.desc
source: Describes the manner and behavior of your character, how he or she thinks and acts. It can include traits such as introvert or extrovert, quick to act or thoughtful, easy to anger or calm - or really anything that gives you and (some) others a better grasp on the character.<br /> <em>This text is only visible to your family members and those in a relationship with this character.</em>
es: Describe la forma y el comportamiento de su personaje cómo él o ella piensa y actúa. Puede incluir rasgos tales como introvertido o extrovertido, rápidos para actuar o reflexivos, fácil de la ira o la calma - o en realidad cualquier cosa que usted y (algunos) los demás dé una mejor idea sobre el personaje.<br /> <em>Este texto sólo es visible para los miembros de su familia y los que estén en relación con este personaje.</em>

# meta.background.secrets.name
source: Goals & Secrets
es: Metas y Secretos

# meta.background.secrets.desc
source: This field is for your notes and any information you have learnt that you want to remember that your character knows, as well as any ambitions and future plans. They are for you and in order to give meaning to your character.<br /> <em>Secrets are just that, and visible only to you.</em>
es: Este campo es para sus notas y cualquier información que usted ha aprendido que desea recordar que su personaje sabe, así como cualquier ambición y planes futuros. Son para usted y para dar sentido a tu personaje.<br /> <em>Los secretos son sólo eso, y visible sólo para usted.</em>

# meta.background.death.name
source: Death
es: Muerte

# meta.background.death.desc
source: A description of how the character died.<br /> <em>Visible to everyone.</em>
es: Una descripción de cómo murió el personaje.<br /> <em>Visible para todo el mundo.</em>

# meta.background.submit
source: update background descriptions
es: actualizar las descripciones de antecedentes

# meta.background.updated
source: Your background descriptions have been updated.
es: Sus descripciones de antecedentes han sido actualizados.

# meta.rename.name
source: rename
es: renombrar
fr: renommer
it: rinominare

# meta.rename.description
source: change character name
es: cambiar el nombre del personaje
fr: changer le nom du personnage
it: cambia il nome del personaggio

# meta.rename.intro
source: New Name
es: Nuevo Nombre
fr: Nouveau Nom
it: Nuovo Nome

# meta.rename.submit
source: rename character
es: renombrar personaje
fr: renomme le personnage
it: rinomina personaggio

# meta.rename.success
source: Your character has been renamed.
es: Su personaje ha cambiado de nombre.
fr: Votre personnage a été renommé.
it: Il personaggio è stato rinominato

# meta.kill.name
source: kill
es: matar
fr: tuer
it: uccidi

# meta.kill.description
source: make character dead
es: hacer personaje muerto
fr: tue le personnage
it: uccide il personaggio

# meta.kill.intro
source: really, really sure?
es: realmente muy seguro?
fr: vous êtes vraiment, vraiment certain?
it: sicuro sicuro?

# meta.kill.submit
source: welcome death's embrace
es: dé la bienvenida a los brazos de la muerte
fr: embrassez le vide cosmique de la mort
it: accogli l'abbraccio della morte

# meta.kill.success
source: Your character is now dead.
es: Tu personaje está ahora muerto.

# meta.respawn.name
source: Respawn
es: Reaparición

# meta.respawn.description
source: return character to pool
es: devolver personaje a la piscina

# meta.respawn.sure
source: are you sure?
es: estás seguro?

# meta.respawn.success
source: The character has been returned to the pool.
es: El personaje ha sido devuelta a la piscina.

# meta.heraldry.name
source: heraldry
es: heráldica

# meta.heraldry.description
source: assign or change crest
es: asignar o cambiar cresta

# meta.heraldry.intro
source: use no crest
es: utilizar ninguna cresta

# meta.heraldry.submit
source: assign crest
es: asignar cresta

# meta.heraldry.nocrests
source: You do not have any crests available. Follow the link above to design crests for your characters.
es: Usted no tiene ningún crestas disponible. Siga el enlace anterior para diseñar crestas para tus personajes.

# escape.name
source: escape
es: escapar

# escape.description
source: ...or at least try to.
es: ...o por lo menos intentarlo.

# escape.intro
source: Despite the ancient oath sworn, you can attempt to fool %captor% and escape from captivity.
es: A pesar del antiguo juramento, puede intentar engañar a %captor% y escapar de su cautiverio.

# escape.low
source: Your chances of success, however, are quite small and your captor will be informed of your attempt. There may be dire consequences.
es: Sus posibilidades de éxito, sin embargo, son bastante pequeñas y su captor será informado de su intento. Puede haber graves consecuencias.

# escape.high
source: As your captor has not been seen for many days, your chances of success are very high.
es: Como su captor no ha sido visto por muchos días, sus posibilidades de éxito son muy altas.

# escape.submit
source: attempt escape
es: intentar escapar

# escape.queued
source: You are now working on your escape plan. It will take %hours% hours to implement.
es: Ahora está trabajando en su plan de escape. Tomará %hours% horas para implementar.

# personal.party.name
source: Dungeon Party
es: Equipo de Calabozo

# personal.party.description
source: Check the status of your dungeon exploration group.
es: Compruebe el estado de su grupo de explorando el calabozo.

# personal.dungeoncards.name
source: Dungeon Actions
es: Acciones de Calabozo

# personal.dungeoncards.description
source: Review your available dungeon actions.
es: Revise sus acciones de calabozo disponibles.
