Repository: TandSerrai/maf-translations
Catalog: actions.*.po
Languages: es, fr, it

# queued
source: The action has been added to your orders queue.
es: Esta acción ha sido añadida a su cola de órdenes.
fr: Cette action a été ajoutée à votre liste d'ordres.
it: L'azione è stata aggiunta alla lista delle azioni.

# form.choose
source: -- choose --
es: -- escoge --

# support.name
source: Supporting an action
es: Apoyando una acción

# support.submit
source: support
es: apoyo

# support.already
source: you are currently supporting this action
es: usted está actualmente apoyando esta acción

# support.success.settlement.take
source: You are now supporting the attempt of %character% to take control of %target%.
es: Usted está apoyando el intento de %character% para tomar control de %target%.

# oppose.name
source: Opposing an action
es: Oponerse a esta acción

# oppose.submit
source: oppose
es: oponerse

# oppose.already
source: you are currently opposing this action
es: Usted está actualmente oponiendose a esta acción

# oppose.success.settlement.take
source: You are now opposing the attempt of %character% to take control of %target%.<br /> Note that this alone will <i>not prevent</i> their action. It will delay it, giving you time for more decisive actions such as attacking them.<br /> You can monitor the progress of the control attempt in your action queue.
es: Usted está oponiendose al intento de %character% para tomar el control de %target%.<br /> Ten en cuenta que esto por sí solo <i>no detendrá</i> su acción. Sólo la demorará, dándole tiempo para acciones más decisivas tales como atacarlos.<br /> Usted puede monitorear el desarrollo de su intento de control en su cola de acciones.

# either.submit
source: support/oppose
es: apoyar/oponerse

# either.invalid.noid
source: no action id
es: no id de acción

# either.invalid.wrongid
source: action id unknown
es: id de acción desconocido

# either.invalid.action
source: not available on this type of action
es: no disponible en este tipo de acción

# either.invalid.already
source: you are already opposing or supporting this action
es: usted ya está oponiendose o apoyando esta acción

# queue.title
source: actions queue
es: cola de acciones
fr: liste d'actions
it: lista delle azioni

# queue.manage
source: manage queue
es: gestionar cola

# queue.prio
source: priority
es: prioridad

# queue.action
source: action
es: acción

# queue.progress
source: progress
es: progreso

# queue.finishing
source: finishing
es: terminando

# queue.fighting
source: in progress
es: en progreso

# queue.block
source: blocks travel?
es: interrumpe viajes?

# queue.start
source: started
es: commenzado

# queue.end
source: est. complete
es: est. completa

# queue.target.character
source: character
es: personaje

# queue.target.battle
source: battle
es: batalla

# queue.support
source: supporting
es: apoyando

# queue.oppose
source: opposing
es: oponiendo

# queue.supported
source: supported by
es: apoyado por

# queue.opposed
source: opposed by
es: opuesto por

# queue.details
source: details
es: detalles

# queue.up
source: up
es: arriba

# queue.down
source: down
es: abajo

# queue.cancel
source: cancel action
es: cancelar la acción

# queue.cancelled
source: this action has been cancelled
es: esta acción ha sido cancelada

# queue.settlement.loot
source: loot settlement
es: saquear asentamiento

# queue.settlement.take
source: take settlement
es: tomar asentamiento

# queue.settlement.rename
source: rename settlement
es: renombrar asentamiento
fr: renommer l'établissement
it: rinominare l'insediamento

# queue.settlement.attack
source: attack settlement
es: atacar asentamiento
fr: attaquer l'établissement
it: attaccare l'insediamento

# queue.settlement.defend
source: defend settlement
es: defender asentamiento
fr: défendre l'établissement
it: difendere l'insediamento

# queue.settlement.grant
source: grant settlement
es: conceder asentamiento

# queue.military.battle
source: fight battle
es: luchar batalla

# queue.military.disengage
source: disengage from battle
es: retirarse de la batalla

# queue.military.evade
source: evade all battles
es: evadir las batallas

# queue.task.research
source: research journal
es: investigar diario

# queue.dungeon.explore
source: explore dungeon
es: explorar calabozo

# queue.character.escape
source: escape
es: escapar

# location.title
source: Local Interactions
es: Interacciones Locales

# location.all
source: all local interactions
es: todas las interacciones

# location.enter.name
source: Enter settlement
es: Entrar al asentamiento

# location.enter.description
source: Peacefully enter the settlement so you have access to its facilities.
es: Entrat pacíficamente al asentamiento para tener acceso a sus instalaciones.

# location.enter.description2
source: Enter the settlement and bring your captor inside as well.
es: Entrar al asentamiento y traer al prisionero.

# location.enter.result.entered
source: You have passed the gates and are now inside %settlement%.
es: Usted ha pasado el portón y se encuentra dentro de %settlement%.

# location.enter.result.denied
source: Guards at the gates of %settlement% deny you entry. You can force your way in by attacking the settlement, of course.
es: Los guardias en el portón de %settlement% te niegan la entrada. Puedes forzar tu entrada atacando el asentamiento.

# location.embark.name
source: Embarking
es: Embarcando

# location.embark.description
source: Embark ships at nearby docks.
es: Embarcar barcos en muelles cercanos.

# location.embark.longdesc
source: Use the nearby docks to embark on ships and continue your travel by sea.
es: Utilice muelles cercanos para embarcar barcos y continuar su viaje a través del mar.

# location.embark.description2
source: Return to your ships.
es: Regrese a sus barcos.

# location.embark.longdesc2
source: Return to your nearby ships and continue your travel by sea.
es: Regrese a sus barcos cercanos y continúe su viaje a través del mar.

# location.embark.done
source: You have returned to your ships and are now travelling at sea.<br /> The ships can land you at most coastal locations, but you can only embark at a dock with the appropriate permissions or, of course, return to where you landed as your ships will wait for up to 30 days for you there. This means if you are not careful, landing can be a one-way trip.<br /> To land, simply travel towards land. You will disembark at the first point where your travel hits solid ground.
es: Usted ha regresado as sus barcos y ahora está viajando en el mar.<br /> Los barcos pueden llevarte a la mayoría de ubicaciones costeras, pero sólo se puede embarcar en un muelle con los permisos apropiados o, volver de donde desembarcastes ya que tus barcos esperarán hasta por 30 días por ti ahí. Esto significa que si no tienes cuidado, el desembarco puede ser un viaje de ida.<br /> Para desembarcar, simplemente viaja hacia tierra. Usted desembarcará en el momento que su viaje toque terreno sólido.

# location.giveship.name
source: Give ship
es: Ceder barco

# location.giveship.description
source: Give your ship to someone else.
es: Ceder barco a otra persona.

# location.giveship.longdesc
source: Grant control of your ship to someone else, allowing that person to use it, but losing the ship for yourself.
es: Conceder el control de sus barcos a otra persona, permitiendo a esa persona usarlo, resultando en la pérdida del barco para usted.

# location.giveship.intro
source: You have given control of your ship to %newowner% now.
es: Usted ha cedido el control de su barco a %newowner%.

# location.inn.name
source: Visit Inn
es: Visitar Posada

# location.inn.intro
source: Get a drink and check for rumours and mercenaries.
es: Tomar una bebida y verificar si hay rumores y mercenarios.

# location.library.name
source: Library
es: Biblioteca

# location.library.intro
source: Maps
es: Mapas

# location.library.maps.allrealms
source: all realms of the world
es: todos los dominios del mundo

# location.library.maps.2ndrealms
source: second-level realms
es: dominios de segundo nivel

# location.library.maps.majorrealms
source: sovereign realms of the world
es: principales dominios del mundo

# location.library.description
source: Visit the scholars and cartographers at the local library.
es: Visitar los eruditos y cartógrafos en la biblioteca local.

# location.temple.name
source: Visit Temple
es: Visitar Templo

# location.temple.intro
source: Visit the local temple and its priests.
es: Visita el templo local y sus sacerdotes.

# location.barracks.name
source: Inspect Barracks
es: Inspeccionar Cuarteles

# location.barracks.intro
source: Inspect the local barracks and soldier records.
es: Inspeccionar los cuarteles locales y registros de los soldados.

# location.dungeons.name
source: Enter Dungeon
es: Entrar al Calabozo

# location.dungeons.description
source: Explore the nearby dungeon.
es: Explorar el calabozo cercano.

# nearby.spy.name
source: Spy on an estate
es: Espiar en un asentamiento

# nearby.spy.description
source: Send a spy to the nearest settlement.
es: Enviar un espía al asentamiento mas cercano.

# nearby.spy.intro
source: local control actions
es: acciones de control locales

# control.all
source: all control actions
es: todas las acciones de control
fr: toutes les actions de contrôle
it: tutte le azioni di controllo

# control.take.name
source: take control
es: tomar el control
fr: prendre le contrôle
it: assumere il controllo

# control.take.description
source: Declare your lordship over these people and make this settlement yours.
es: Declare su señorío sobre estas personas y hacer este asentamiento suyo.
fr: Vous déclare le Seigneur de cet établissement et l'ajoute à vos possessions.
it: Dichiaratevi signore di questa gente e fate vostro questo insediamento.

# control.take.intro
source: This settlement is currently controlled by %owner%.
es: Este asentamiento es controlado por %owner%.
fr: Pour utiliser les ressources de ce %type% et en commander la population, vous devez en prendre le contrôle.
it: Per poter comandare le risorse e la popolazione di questo/a %type%, dovete assumerne prima il controllo.

# control.take.others.title
source: Other Control attempts
es: Otros intentos de Control

# control.take.others.intro
source: The following nobles are also currently trying to take control of this settlement. Without diplomacy or battle, this will likely result in a mess of conflicting claims resolving over time. If you want to take control yourself, you will almost certainly have to make them all stop, either by convincing them or by attacking them.<br /> Your other alternative is supporting someone else, which will speed up their process of taking the settlement.
es: Los siguientes nobles también están tratando de tomar el control de este asentamiento. Sin la diplomacia o la batalla, esto probablemente resultará en reclamos conflictivos resolviendo con el tiempo. Si usted quiere tomar control, es casi seguro que tendrá que hacer todos ellos se detengan, ya sea por convencerlos o atacándolos.<br /> Su otra alternativa es apoyar a otra persona, lo que acelerará su proceso de tomar el asentamiento.

# control.take.defended
source: in the name of
es: en el nombre de
fr: prendre le contrôle
it: Forze stanziate a difesa vi impediscono di semplicemente innalzare il vostro stendardo senza colpo ferire. Dovrete prima attaccare e sconfiggerle.

# control.take.submit
source: take control
es: tomar control

# control.take.success
source: You are now in the process of taking control of this settlement. The process will take an estimated %time%, though this estimate will change with the support or opposition of other nobles.
es: Ahora se encuentra en el proceso de tomar el control de este asentamiento. El proceso llevará un tiempo estimado de %time%, aunque esta estimación cambiará con el apoyo o la oposición de otros nobles.
fr: Votre bannière flotte sur cet établissement, et les gens qui s'y trouvent vous obéiront.<br /> Rappelez-vous qu'à moins d'y installer une milice de défense, vous pouvez en perdre le contrôle aussi facilement que vous l'avez pris.
it: La vostra bandiera sventola ora su questo insediamento, e la popolazione seguirà i vostri comandi.<br /> Tenete a mente che, a meno che non dispieghiate una milizia a difesa, il suo controllo vi potrà essere strappato nuovamente con eguale facilità.

# control.takeX.name
source: defend against taking
es: defenderse contra la toma

# control.takeX.description
source: Your estate is currently being claimed by others, oppose them.
es: Su villa está siendo reclamada por otros, oponerse a ellos.

# control.changerealm.name
source: Change realm allegiance.
es: Cambie lealtad del dominio.

# control.changerealm.description
source: Decide to which of your realms this settlement is aligned.
es: Decidir cuál de sus dominios este asentamiento está alineado.

# control.changerealm.intro
source: %settlement% is currently a part of %realm%.
es: %settlement% es actualmente una parte de %realm%.

# control.changerealm.nocurrent
source: %settlement% is not considered part of any realm at this time.
es: %settlement% no se considera parte de ningún dominio en este momento.

# control.changerealm.realm
source: change to realm
es: cambiar al dominio

# control.changerealm.submit
source: change allegiance
es: cambiar lealtad

# control.changerealm.success
source: You have successfully changed the allegiance of this settlement to %newrealm%.
es: Ha cambiado la lealtad de este asentamiento a %newrealm%.

# control.changerealm.leftrealm
source: Since you now hold no estates within %oldrealm% anymore, you are no longer a member of that realm.
es: Ya que ahora no retiene más villas dentro de %oldrealm%, ya no es miembro de ese dominio.

# control.changerealm.fail.same
source: The settlement already belongs to this realm.
es: El asentamiento ya pertenece a este dominio.

# control.grant.name
source: grant control
es: otorgar control
fr: Transférer le contrôle
it: concedere controllo

# control.grant.description
source: Hand over control over these people to another noble.
es: Entregue el control sobre estas personas a otro noble.
fr: Transfère le contrôle de cet établissement à un autre noble.
it: Consegnate il controllo su questa gente a un altro nobile.

# control.grant.intro
source: grant control to
es: otorgar el control a
fr: transférer le contrôle à
it: concedere il controllo a

# control.grant.withrealm
source: with realm?
es: con dominio?

# control.grant.success
source: You have now given control over this settlement to %newowner%.
es: Has dado el control de este asentamiento a %newowner%.
fr: Vous avez maintenant transféré le contrôle de get établissement à %newowner%.
it: Avete ora consegnato il controllo su questo insediamento a %newowner%.

# control.grant.queued
source: You will soon be meeting with %newowner% and arrange the details of the transfer, as well as informing the settlement leaders.
es: Usted pronto se va a reunir con %newowner% y planear los detalles de la transferencia, así como informar a los dirigentes de los asentamientos.

# control.rename.name
source: rename settlement
es: renombrar asentamiento
fr: renommer l'établissement
it: rinominare l'insediamento

# control.rename.description
source: Change the name of this settlement.
es: Cambiar nombre de este asentamiento.
fr: Change le nom de cet établissement.
it: Cambiate il nome di questo insediamento.

# control.rename.intro
source: As the lord of this %type%, you can change its name to make it easier to distinguish, or to placate your ego.
es: Como el señor de esta %type%, puede cambiar su nombre para que sea más fácil distinguir, o para aplacar a su ego.
fr: nouveau nom
it: Come signore di questo/a %type%, potete cambiarne il nome per distinguerlo/a meglio or per soddisfare il vostro ego.

# control.rename.newname
source: new name
es: nuevo nombre
it: nuovo nome

# control.rename.submit
source: change name
es: cambiar nombre
fr: changer le nom
it: cambiare il nome

# control.rename.tooshort
source: Settlement names should be at least 3 characters long.
es: Nombres de asentamieto deben tener al menos 3 caracteres.

# control.rename.success
source: The settlement leaders have been instructed to change the name of this place to "%newname%".<br /> Maps and signs will be updated over the next few hours. You will see the change completed soon.
es: Los dirigentes del asentamientos han sido instruidos para cambiar el nombre de este lugar a "%newname%".<br /> Mapas y señales se actualizarán durante las próximas horas. Usted verá el cambio finalizado pronto.
fr: actions militaires
it: azioni militari

# control.culture.name
source: change culture
es: cambiar cultura

# control.culture.description
source: Change the culture of this settlement.
es: Cambiar la cultura de este asentamiento.

# control.culture.intro
source: new culture
es: nueva cultura

# control.culture.success
source: The settlement leaders have been instructed to adapt to a %culture% culture.<br /> You will see the change completed soon.
es: Los dirigentes del asentamiento han sido instruidos para adaptarse a la cultura %culture%.<br /> Usted verá el cambio finalizado pronto.

# control.permissions.name
source: manage permissions
es: administrar los permisos

# control.permissions.description
source: Set and change permissions for others
es: Establecer y cambiar los permisos para los demás

# control.permissions.intro
source: general permissions
es: permisos generales

# control.permissions.specific
source: specific permissions
es: permisos específicos

# control.permissions.spawn
source: allow new characters to spawn here?
es: permitir nuevos personajes para aparecer aquí?

# control.permissions.submit
source: set new permissions
es: establecer nuevos permisos

# control.permissions.success
source: Your new permissions have been saved.
es: Sus nuevos permisos se han guardado.

# military.all
source: all military actions
es: todas las acciones militares
fr: toutes les actions militaires
it: tutte le azioni militari

# military.other
source: other military actions
es: otras acciones militares

# military.disengage.name
source: Disengage
es: Desenganchar

# military.disengage.description
source: try to avoid the upcoming battle.
es: tratar de evitar la próxima batalla.

# military.disengage.longdesc
source: attempt to disengage from the forces attacking you and avoid the battle that is currently being forced upon you.
es: intente desvincularse de las fuerzas de ataque y evitar la batalla que está siendo forzado sobre usted.

# military.disengage.intro
source: choose the battle(s) you want to disengage from
es: elegir la(s) batalla(s) que desea retirarse de

# military.disengage.submit
source: avoid battle
es: evitar batalla

# military.disengage.success
source: You have instructed your troops to pack up and avoid the upcoming battle. You might want to also travel away or you will probably be engaged again.
es: Usted ha instruido a sus tropas para empacar y evitar la próxima batalla. Es posible que desee también viajar lejos o es probable que se comprometan de nuevo.

# military.evade.name
source: Evade
es: evadir

# military.evade.description
source: evade enemy forces.
es: evadir fuerzas enemigas.

# military.evade.longdesc
source: Instruct your troops to automatically attempt to disengage from any battles you are forced into.
es: Instruya a sus tropas para automáticamente intentar retirarse de las batallas que se ven obligados a.

# military.evade.intro
source: evade all battles
es: evadir todas las batallas

# military.evade.success
source: Your troops are now instructed to immediately disengage if a battle is forced upon you.
es: Sus tropas ahora tienen instrucciones para desenganchar inmediatamente si una batalla es forzada en usted.

# military.settlement.all
source: all military actions on settlements
es: todas las acciones militares contra asentamientos
fr: toutes les actions militaires dans des établissements
it: tutte le azioni militari su insediamenti

# military.settlement.defend.name
source: defend settlement
es: defender asentamiento
fr: défendre l'établissement
it: difendere insediamento

# military.settlement.defend.description
source: set your troops up to defend this settlement, should it get attacked.
es: fijar sus tropas para defender este asentamiento, en caso de ser atacado.
fr: place votre troupe en position pour défendre l'établissement s'il était attaqué.
it: schierate le vostre truppe per difendere questo insediamento, in caso venisse attaccato.

# military.settlement.defend.intro
source: set up defenses
es: establecer defensas
fr: installer les défenses
it: schierare la difesa

# military.settlement.defend.queued
source: attack settlement
es: atacar asentamiento
fr: Vous avez déjà ordonné à votre troupe de défendre.
it: Avete già ordinato alle vostre truppe di difendere.

# military.settlement.attack.description
source: invade this settlement in order to kill or drive away its defenders.
es: invadir este asentamiento con el fin de matar o ahuyentar a sus defensores.
fr: envahir l'établissement pour tuer ou faire fuir ses défendeurs.
it: invadete questo insediamento per uccidere o mettere in fuga i suoi difensori.

# military.settlement.attack.intro
source: attack!
es: atacar!
fr: attaquez!
it: all'attacco!

# military.settlement.attack.success
source: Your soldiers are preparing for the attack and will commence battle shortly.
es: Sus soldados se preparan para el ataque y se iniciará en breve la batalla.

# military.settlement.attack.reminder
source: Remember that in order to not just attack, but also take control of the settlement, you need to issue a <a href="%url%">%take%</a> action as well.
es: Recuerde que para poder no solo atacar, pero también tomar control del asentamiento, es necesario emitir una <a href="%url%">%take%</a> acción también.

# military.settlement.loot.name
source: loot settlement
es: saquear asentamiento
fr: piller cet établissement
it: razziare l'insediamento

# military.settlement.loot.description
source: plunder this settlement for valuables and resources.
es: saquear este asentamiento para objetos de valor y recursos.
fr: piller les ressources et les valeurs dans cet établissement
it: saccheggiate questo insediamento per risorse e bottino.

# military.settlement.loot.intro
source: As you are the lord of this settlement, you can <i>steal wealth</i> very effectively with no negative effects. You will call this an unscheduled tax collection.
es: Como es de fuera del asentamiento, sólo se puede saquear el campo, que ofrece menos objetivos. Luche, soborne o engañe a su manera para llegar al asentamiento para un saqueo más eficaz.

# military.settlement.loot.time
source: The selected looting options will take <span id="time">4</span> hours to complete.
es: Las opciones de saqueo seleccionados tomarán <span id="time">4</span> horas para completar.

# military.settlement.loot.target
source: send plunder to
es: enviar saqueo a

# military.settlement.loot.options
source: loot actions
es: acciones de saqueo

# military.settlement.loot.option.thralls
source: take thralls
es: tomar esclavos

# military.settlement.loot.option.resources
source: take resources
es: tomar recursos

# military.settlement.loot.option.supply
source: steal supply
es: robar suministro

# military.settlement.loot.option.wealth
source: steal wealth
es: robar riquezas

# military.settlement.loot.option.burn
source: burn down buildings
es: incendiar edificios

# military.settlement.loot.submit
source: begin looting
es: comenzar saqueo

# military.battles.initiate.name
source: initiate battle
es: iniciar batalla

# military.battles.initiate.description
source: prepare for battle with other nobles.
es: prepararse para la batalla con otros nobles.
