Repository: TandSerrai/maf-translations
Catalog: communication.*.po
Languages: es, it

# soldier.casualties
source: Caused %nr% casualties to the enemy.
es: Causó %nr% bajas al enemigo.

# soldier.starved
source: Starved to death.
es: Murió de hambre.

# politics.oath.offer
source: %character% has accepted one of your knight offers and become your knight.
es: %character% ha aceptado una de sus ofertas de caballero y se conviertió en tu caballero.

# politics.oath.offer2
source: %character% has accepted your knight offer in %settlement% and become your knight.
es: %character% ha aceptado su oferta de caballero en %settlement% y se conviertió en tu caballero.

# politics.oath.taken
source: Has appeared as a knight of %character% at %settlement%.
es: Ha aparecido como un caballero de %character% en %settlement%.

# politics.oath.broken
source: %character% has broken the oath of fealty to you and become a rogue.
es: %character% ha roto el juramento de lealtad a usted y se conviertió en un pícaro.
it: %character-1% ha tradito il suo giuramento di sudditanza a voi, dichiarandola a %character-2%.

# politics.oath.nowruler
source: %character% has become ruler of %realm% and is thus no longer a vassal.
es: %character% se ha convertido en regente de %realm% y por lo tanto ya no es un vasallo.

# politics.oath.changed
source: %character-1% has broken the oath of fealty to you and sworn an oath to %character-2% instead.
es: %character-1% ha roto el juramento de lealtad a usted y ha realizado un juramento a %character-2%.

# politics.oath.new
source: %character-1% has visited you and sworn an oath of fealty, becoming your vassal.
es: %character-1% le ha visitado y ha realizado un juramento de lealtad, y se ha convertido en su vasallo.
it: %character% vi ha dichiarato un giuramento di sudditanza, divenendo vostro vassallo.

# politics.oath.new2
source: %character-1% has visited you and sworn an oath of fealty, breaking his old oath to %character-3% and becoming your vassal.
es: %character-1% le ha visitado y ha realizado un juramento de lealtad, rompiendo su viejo juramento a %character-3% y se convirtió en su vasallo.

# politics.oath.mynew
source: Has sworn an oath of fealty to %character-2%.
es: Ha hecho un juramento de lealtad a %character-2%.

# politics.oath.mynew2
source: Has broken the oath of fealty to %character-3% and sworn an oath to %character-2% instead.
es: Ha roto el juramento de fidelidad a %character-3% y hecho un juramento a %character-2% en su lugar.

# politics.successor.set
source: Has set %character% as successor.
es: Ha establecido a %character% como sucesor.

# politics.successor.changed
source: Has changed the successor, instead of %character-1% it will now be %character-2%.
es: Ha cambiado el sucesor, en lugar de %character-1%, ahora será %character-2%.

# politics.successor.new
source: You have been declared as the successor of %character%.
es: Usted ha sido declarado como el sucesor de %character%.
it: Siete stato dichiarato successore di %character%.

# politics.successor.removed
source: %character% has removed you as successor.
es: %character% le ha eliminado como sucesor.

# resolution.take.failed
source: Your attempt to take control of %settlement% has failed.
es: Su intento de tomar el control de %settlement% ha fallado.

# resolution.take.success
source: Your banner now flies over %settlement% and its people will follow your commands.
es: Su estandarte ahora vuela sobre %settlement% y su gente seguirá sus órdenes.

# resolution.rename.failed
source: Your attempt to rename %settlement% has failed.
es: Su intento de cambiar el nombre de %settlement% ha fallado.

# resolution.rename.success
source: You have successfully renamed the settlement to "%new%".
es: Usted ha cambiado el nombre de el asentamiento a "%new%".

# resolution.grant.failed
source: Your attempt to grant %settlement% to %character% has failed.
es: Su intento de otorgar %settlement% a %character% ha fracasado.

# resolution.grant.success
source: Granted %settlement% to %character%.
es: Usted ha concedido %settlement% a %character%.

# resolution.unavailable.nosettlement
source: You can only complete actions on settlements while you are there.
es: Sólo se puede completar las acciones en asentamientos mientras esté ahí.

# resolution.unavailable.notyours
source: You do not control this settlement anymore.
es: Usted ya no controla este asentamiento.

# resolution.unavailable.notinside
source: You are not inside the settlement (anymore).
es: Usted ya no está dentro del asentamiento.

# resolution.attack.success
source: You have successfully engaged the enemy. Battle preparations are underway.
es: Usted ha se ha encontrado con el enemigo. Preparativos de la batalla están en marcha.

# resolution.attack.targeted
source: Enemy troops are engaging you. Battle preparations are being made by both sides. You have an estimated %time% for any actions or requests of support you might want to make.
es: Las tropas enemigas le han encontrado. Preparativos de la batalla están en marcha. tieneS un tiempo estimado de %time% para acciones o solicitudes de apoyo que usted desee hacer.

# resolution.attack.evading
source: Enemy troops are engaging you. As instructed, your troops will try to evade the battle, but if they fail to do so, the fight will occur in an estimated %time%.
es: Las tropas enemigas le han encontrado. Siguiendo las instrucciones, sus tropas van a tratar de evadir la batalla, pero si no lo hacen, la lucha ocurrirá en un tiempo estimado de %time%.

# resolution.defend.success
source: %settlement% is being attacked. As ordered, your troops are rallying to defend it. The battle is expected to occur in %time%.
es: %settlement% está siendo atacado. Según lo ordenado, sus tropas se están movilizando para defenderla. Se espera que la batalla que se produzca en %time%.

# resolution.defend.removed
source: You are no longer defending %settlement%, because you have moved too far away from it.
es: Ya no estás defendiendo %settlement%, porque se ha movido demasiado lejos de ella.

# resolution.disengage.success
source: You have successfully evaded a battle.
es: Usted ha evadido exitosamente la batalla.

# resolution.disengage.failed
source: Your attempt to evade a battle has failed.
es: Su intento de evadir la batalla ha fallado.

# resolution.research.complete
source: The journal of %log% has been completely researched.
es: El diario de %log% ha sido completamente investigado.

# resolution.enter.success
source: You have entered %settlement%.
es: Has entrado a %settlement%.

# resolution.enter.failed
source: Guards at %settlement% have denied you entrance.
es: Guardias en %settlement% le han negado la entrada.

# resolution.escape.success
source: You have successfully escaped from captivity.
es: Usted ha escapado con éxito de su cautiverio.

# resolution.escape.failed
source: Your attempt to escape captivity has failed. Your captor has been informed.
es: Su intento de escapar de su cautiverio ha fallado. Su captor se ha informado.

# resolution.escape.by
source: %character% has escaped from your captivity, breaking the ancient oath sworn.
es: %character% se ha escapado de su cautiverio, rompiendo el antiguo juramento.

# resolution.escape.try
source: %character% has attempted to escape from your captivity, but your guards have thwarted the attempt.
es: %character% ha tratado de escapar de su cautiverio, pero sus guardias han frustrado el intento.

# battle.participated
source: Participated in %battle%.
es: Participó en una %battle%.

# battle.failed
source: The battle failed to happen.
es: La batalla no sucedió.

# mail.sender
source: Notification Service
es: Servicio de notificación

# mail.subject
source: Might & Fealty Important Event Notice
es: Might & Fealty Aviso Importante de Eventos

# mail.intro
source: Important event for your character %name%:
es: Acontecimiento importante para tu personaje %name%:

# mail.intro2
source: Important event at the settlement %settlement%, owned by your character %character%:
es: Evento importante en el asentamiento %settlement%, propiedad su personaje %character%:

# mail.intro3
source: Important event for the realm %realm%, ruled by your character %character%:
es: Acontecimiento importante para el dominio %realm%, regido por su personaje %character%:

# mail.footer
source: <small>(if you do not want to receive these messages anymore, disable notifications in your settings)</small>
es: <small>(si usted ya no desea recibir estos mensajes, desactive las notificaciones en la configuración)</small>

# news.title.singular
source: publication
es: publicación

# news.edition.singular
source: edition
es: edición

# news.number
source: Edition %number%
es: Edición %number%

# news.readers.singular
source: %count% subscriber
es: %count% suscriptor

# news.collection
source: articles collection
es: colección de artículos

# news.create.title
source: create publication
es: crear publicación

# news.create.intro
source: Here you can create a new publication, which can serve as a newspaper, a realm announcement service, strategy manual, law book or anything else you might want to put it to use for.<br />You will automatically become the first owner, editor, author and publisher, but you can add others later.
es: Aquí puede crear una nueva publicación, que puede servir como un diario, un servicio de anuncios para el dominio, manual de estrategia, el libro de ley o cualquier otra cosa que quiera.<br />Te convertirás automáticamente en el primer propietario, editor, autor y publicador, pero usted podrá agregar otros más tarde.

# news.create.newname
source: pick a unique name
es: elegir un nombre único

# news.create.submit
source: create publication
es: crear publicación

# news.create.unpublished
source: unpublished
es: inédito

# news.member
source: you are a member of:
es: usted es miembro de:

# news.members
source: members of this publication:
es: miembros de esta publicación:

# news.reader
source: publications you are reading:
es: publicaciones que está leyendo:

# news.local
source: locally published:
es: publicado localmente:

# news.local2
source: local publications
es: publicaciones locales

# news.owner
source: owner
es: propietario

# news.author
source: author
es: autor

# news.publisher
source: publisher
es: publicador

# news.layout.edit
source: edit
es: editar

# news.layout.delete
source: del
es: borrar

# news.layout.update
source: update layout
es: actualización de diseño

# news.layout.updating
source: updating...
es: actualizando...

# news.layout.done
source: layout updated
es: diseño actualizado

# news.publish.do
source: publish this edition
es: publicar esta edición

# news.publish.updating
source: publishing...
es: publicando...

# news.publish.done
source: edition published
es: edición publicada

# news.article.title
source: title
es: título

# news.article.author
source: by %name%
es: por %name%

# news.article.content
source: content
es: contenido

# news.article.new
source: new article
es: nuevo artículo

# news.article.create
source: create article
es: crear artículo

# news.article.edit
source: update article
es: actualizar artículo

# news.change
source: change
es: cambiar

# news.delmember
source: If you remove all privileges from a member, it will be removed as a member. The entry will remain on this page so you can undo mistakes, but it will be gone at the next reload.
es: Si elimina todos los privilegios de un miembro, éste será removido como miembro. La entrada se mantendrá en esta página para que pueda deshacer errores, pero se habrá ido en la próxima recarga.

# news.save
source: save changes
es: guardar los cambios

# news.addmember
source: add a new member
es: agregar un nuevo miembro

# news.addintro
source: New members will be added as publishers automatically, you can then grant them more access afterwards.
es: Los nuevos miembros se añadirán como publicadores de forma automática, a continuación, les puede conceder un mayor acceso después.

# news.moved
source: Article moved into articles collection.
es: Artículo se trasladó a artículos de colección.

# news.del
source: Article deleted.
es: Artículo eliminado.

# news.rest
source: move
es: mover

# news.restored
source: Article moved into current edition.
es: Artículo se trasladó a la edición actual.

# news.help.owner
source: Owners can add, remove or change the status of other members.
es: Los propietarios pueden añadir, eliminar o cambiar el estado de los otros miembros.

# news.help.editor
source: Editors can layout and publish editions.
es: Los editores pueden colocar e publicar ediciones.

# news.help.author
source: Authors can write articles for the publication.
es: Los autores pueden escribir artículos para la publicación.

# news.help.publisher
source: Publishers distribute the publication, but do not add content.
es: Editores distribuyen la publicación, pero no añaden contenido.

# news.examples.title1
source: Welcome to your publication
es: Bienvenido a su publicación

# news.examples.content1
source: Your first edition has been created and filled with a few example articles so you can experiment with the layout functionality and see how everything works. The buttons on the top-right of every article allow you to change them.
es: Su primera edición se ha creado y llenado de algunos artículos de ejemplo para que pueda experimentar con la funcionalidad de diseño y ver cómo funciona todo. Los botones de la parte superior derecha de cada artículo le permiten cambiar ellos.

# news.examples.title2
source: Drag Me
es: Arrástrame

# news.examples.content2
source: You can rearrange articles by dragging and dropping, simply click anywhere on the article, hold and drag it around. It will slide in place wherever there is space.
es: Puede reorganizar los artículos de arrastrar y soltar, simplemente haga clic en cualquier parte del artículo, mantiene y se arrastra alrededor. Se desliza en su lugar siempre que haya espacio.

# news.examples.title3
source: Resize Me
es: Cambiarme de tamaño

# news.examples.content3
source: You can change the size of an article by clicking on the "1x1" (or whatever the current size is) button and choosing a new size.
es: Usted puede cambiar el tamaño de un artículo haciendo clic en el botón (o cualquiera que sea el tamaño actual es) "1x1" y eligiendo un nuevo tamaño.

# news.subscribe.intro
source: subscribe now
es: suscríbase ahora

# news.subscribe.done
source: You have now subscribed to the "%paper%".
es: Ahora se ha suscrito al "%paper%".

# trans._friend
source: friendly
es: amistoso

# trans._hostile
source: hostile
es: hostil

# trans._settlement
source: settlement to insert
es: asentamiento para insertar

# trans._realm
source: realm to insert
es: dominio para insertar

# trans.dontunderstand
source: I am sorry, but I do not understand your message. Please use a %translator% to communicate with me.
es: Lo siento, pero no entiendo su mensaje. Por favor, use un %translator% para comunicarse conmigo.

# trans._dontunderstand
source: what?
es: qué?

# trans.mylang
source: My primary language is %language%.
es: Mi primer idioma es %language%.

# trans._mylang
source: language
es: idioma

# trans._hello
source: hello
es: hola

# trans.hello.friend
source: Greetings, my friend. My name is %name% and I come with peaceful intentions.
es: Saludos, amigo mío. Mi nombre es %name% y vengo con intenciones pacíficas.

# trans.hello.neutral
source: Salutations to a fellow noble. My name is %name%, pleased to meet you.
es: Saludos a un compañero noble. Mi nombre es %name%, encantado de conocerte.

# trans.hello.hostile
source: You are in the presence of %name%, worm. Tremble before me.
es: Usted está en la presencia de %name%, gusano. Tiembla ante mí.

# trans._demand
source: demand
es: demanda

# trans.demand._vassal
source: become my vassal
es: se mi vasallo

# trans.demand._settlement
source: give me a settlement
es: dame un asentamiento

# trans.demand._realmjoin
source: join my realm
es: unete a mi dominio

# trans.demand.vassal.friend
source: I would like to offer you my protection in exchange for your fealty. Are you interested?
es: Me gustaría ofrecerle mi protección a cambio de su lealtad. Estás interesado?

# trans.demand.vassal.neutral
source: There is always room for more vassals at my court, and I would like to welcome you as one.
es: Siempre hay espacio para más vasallos en mi corte, y me gustaría darle la bienvenida como uno.

# trans.demand.vassal.hostile
source: Bow before me and swear fealty, or I will consider you an enemy and crush you.
es: Inclínate ante mí y jura lealtad, o te consideraré como un enemigo y te aplastaré.

# trans.demand.settlement.friend
source: I would like to take care of %settlement% for you, if you would grant it to me.
es: Me gustaría cuidar de %settlement% por usted, si desea otorgarmelo a mí.

# trans.demand.settlement.neutral
source: Allow me to propose that you grant %settlement% to me.
es: Permítame proponer que usted conceda %settlement% a mí.

# trans.demand.settlement.hostile
source: I demand that you grant %settlement% to me, or I shall take it by force.
es: Exijo que usted conceda %settlement% a mí, o yo lo tomaré por la fuerza.

# trans.demand.realmjoin.friend
source: I would be quite pleased if you were to join my realm of %realm%.
es: Yo estaría muy contento si usted fuera a unirse a mi dominio de %realm%.

# trans.demand.realmjoin.neutral
source: A mutually beneficial cooperation could be in both our future, if you were to join my realm of %realm%.
es: Una cooperación de beneficio mutuo estaría en nuestros futuros, si usted fuera a unirse a mi dominio de %realm%.

# trans.demand.realmjoin.hostile
source: You and everything that belongs to you shall become a part of %realm%. This is your one chance to submit peacefully.
es: Usted y todo lo que le pertenece se convertirá en parte de %realm%. Esta es su única oportunidad de someterse de forma pacífica.

# trans._answer
source: answer
es: respuesta

# trans.answer._yes
source: yes
es: sí

# trans.answer.yes.friend
source: I will gladly accept your offer.
es: Con mucho gusto voy a aceptar su oferta.

# trans.answer.yes.neutral
source: Your request sounds good and I accept.
es: Su solicitud suena bien y lo acepto.

# trans.answer.yes.hostile
source: You leave me no other choice but to submit to your demand.
es: No me deja otra opción que sucumbir a su solicitud.

# trans.answer.no.friend
source: I am quite sorry, but I cannot accept your offer at this time.
es: Lo siento, pero no puedo aceptar su oferta en este momento.

# trans.answer.no.neutral
source: I have to refuse your request.
es: Tengo que rechazar su solicitud.

# trans.answer.no.hostile
source: You can have what is rightfully mine if you take it from my cold, dead hands.
es: Usted puede tener lo que es mío por derecho si lo toma de mis manos frías y muertas.
