Repository: TandSerrai/maf-translations
Catalog: communication.*.po
Languages: es, it

# rss.desc
source: Might & Fealty Event Log Summary
es: Might & Fealty Registro de Eventos

# rss.feed
source: get event updates via RSS
es: obtener actualizaciones de eventos a través de RSS

# event.settlement.ownership.gained
source: Has taken control of %settlement%.
es: Ha tomado el control de %settlement%.
it: Ha ottenuto il controllo di %settlement%.

# event.settlement.ownership.lost
source: Has lost control of %settlement%, because it has been taken by %character%.
es: Ha perdido el control de %settlement%, ya que ha sido tomado por %character%.
it: Ha perso il controllo di %settlement%, che è stato preso da %character%.

# event.settlement.inherited
source: Was inherited by %character%.
es: Fue heredado por %character%.

# event.settlement.inherifail
source: Fell to independence on the death of %character%, who left no heir.
es: Cayó a la independencia en la muerte de %character%, que dejó ningún heredero.

# event.settlement.take.started
source: %character% has initiated actions to take control.
es: %character% ha iniciado acciones para tomar el control.

# event.settlement.take.stopped
source: %character% has abandoned attempts to take control.
es: %character% ha abandonado los intentos de tomar el control.

# event.settlement.taken
source: Control established by %character%.
es: Control establecido por %character%.
it: Controllo ottenuto da %character%.

# event.settlement.taken2
source: Control established by %character% of %realm%.
es: Control establecido por %character% de %realm%.

# event.settlement.loot
source: The settlement is being looted by %character%.
es: El asentamiento está siendo saqueada por %character%.

# event.settlement.lootgain.resource
source: Stolen resources from %settlement%, looted by %character%, have arrived.
es: Recursos robados de %settlement%, saqueados por %character%, han llegado.

# event.settlement.lootgain.thralls
source: %amount% thralls taken from %settlement% by %character%, have arrived.
es: %amount% esclavos tomados de %settlement% por %character%, han llegado.

# event.settlement.renamed
source: Old name "%oldname%" changed to "%newname%".
es: Nombre antiguo "%oldname%" cambiado a "%newname%".
it: Precedente nome "%oldname%" è stato cambiato in "%newname%".

# event.settlement.granted
source: Granted to %character%.
es: Concedido a %character%.

# event.settlement.changed
source: Allegiance changed to %realm%.
es: Lealtad cambiada a %realm%.

# event.settlement.realm
source: Became a founding estate of %realm%.
es: Se convirtió en una villa fundadora de %realm%.

# event.settlement.subrealm
source: Split of to be a part of %realm%.
es: Dividido para ser parte de %realm%.

# event.settlement.realmfail
source: Returned to independence with the failing of %realm%.
es: Regresó a la independencia con el fracaso de %realm%.

# event.settlement.realmfail2
source: Became part of %realm-1% with the failing of %realm-2%.
es: Se convirtió en parte de %realm-1% con el fracaso de %realm-2%.

# event.settlement.autoconstruction
source: Outgoing trade of %amount% %resource% for %settlement% had to be stopped due to insufficient amounts available.
es: Comercio saliente de %amount% %resource% para %settlement% tuvo que ser suspendido debido a las cantidades insuficientes disponibles.
it: Per domanda popolare, i paesani hanno iniziato la costruzioe di %building% spontaneamente. %workers% lavoratori si sono offerti volontari per il progetto.

# event.settlement.tradereduce
source: Insufficient resources for outgoing trade of %amount% %resource% for %settlement%. Trade volume has been reduced to %newamount%.
es: Recursos insuficientes para el comercio saliente de %amount% %resource% para %settlement%. Volumen de comercio ha sido reducido a %newamount%.

# event.settlement.tradestop
source: The trade of %amount% %resource% from %settlement% has ceased.
es: El comercio de %amount% %resource% de %settlement% ha cesado.

# event.settlement.tradereduced
source: The trade of %resource% from %settlement% has dropped in volume. Instead of the previous %amount% units, it is now %newamount% units.
es: El comercio de %resource% procedente de %settlement% ha disminuido en volumen. En vez de las %amount% unidades anteriores, ahora son %newamount% unidades.

# event.settlement.setback
source: Due to ongoing food shortages, workers are leaving construction projects to take care of their families instead.
es: Debido a la escasez de alimentos, los trabajadores están abandonando los proyectos de construcción para cuidar de sus familias.

# event.settlement.hunger
source: Food shortages and hunger are becoming a problem.
es: La escasez de alimentos y el hambre se están convirtiendo en un problema.

# event.settlement.starvation
source: Starvation has reached serious levels.
es: El hambre ha llegado a niveles serios.

# event.settlement.crash
source: Production and construction has come to a stop due to insufficient workforce. Buildings are closing down and falling into disrepair.
es: Producción y construcción han sido detenidos debido a la fuerza de trabajo insuficiente. Edificios están cerrando y cayendo en la desesperación

# event.settlement.disrepair
source: The %buildingtype% has broken down beyond repair and must be considered lost.
es: El %buildingtype% se ha roto sin remedio y debe considerarse perdida.

# event.settlement.burned
source: The %buildingtype% has been damaged by enemy forces.
es: El %buildingtype% ha sido dañada por las fuerzas enemigas.

# event.settlement.burned2
source: The %buildingtype% has been burned down by enemy forces.
es: El %buildingtype% ha sido quemada por las fuerzas enemigas.

# event.settlement.attacked
source: The settlement is being attacked by troops of %character%.
es: El asentamiento está siendo atacado por las tropas de %character%.

# event.settlement.battle
source: %battle% was fought.
es: Una %battle% se libró.

# event.settlement.entered
source: %character% has entered the settlement.
es: %character% ingresó al asentamiento.

# event.settlement.entered2
source: %character% has entered the settlement with %soldiers% soldiers.
es: %character% ha entrado en el asentamiento con %soldiers% soldados.

# event.settlement.left
source: %character% has been seen leaving.
es: %character% ha sido visto saliendo.

# event.settlement.spot
source: The watchtower "%tower%" spotted %character% in the vicinity.
es: La torre de vigilancia "%tower%" ha visto a %character% en la cercanías.

# event.settlement.spot2
source: The watchtower "%tower%" spotted a ship nearby.
es: La torre de vigilancia "%tower%" vio un barco en la cercanías.

# event.settlement.spot3
source: The watchtower "%tower%" spotted %character% in the vicinity, with %count% soldiers.
es: La torre de vigilancia "%tower%" vio a %character% en la vecindad, con %count% soldados.

# event.settlement.claim.added
source: %character% has announced a claim to this settlement.
es: %character% ha anunciado una reclamación a este asentamiento.

# event.settlement.claim.cancelled
source: %character% has withdrawn the claim to this settlement.
es: %character% ha retirado la reclamación a este asentamiento.

# event.settlement.newyear
source: New Year celebrations, festive atmosphere and alcoholic drinks resulted in a predictable additional %babies% babies being born.
es: Celebraciones de Año Nuevo, ambiente festivo y bebidas alcohólicas resultaron en unos predecibles %babies% bebés adicionales naciendo.

# event.travel.cantland
source: The ships captain cannot find a suitable landing spot, please try a short distance further up or down the coast.
es: El capitán del barco no puede encontrar un lugar de desembarque adecuado, por favor intente una corta distancia más arriba o hacia abajo de la costa.

# event.character.created
source: First mention in family chronicle.
es: Primer mención en crónica familiar.

# event.character.start
source: Has appeared at %settlement%.
es: Ha aparecido en %settlement%.
it: E' apparso in %settlement%.

# event.character.renamed
source: Has changed name from "%oldname%" to "%newname%".
es: Se ha cambiado el nombre de "%oldname%" a "%newname%".
it: Ha cambiato il nome da "%oldname%" in "%newname%".

# event.character.death
source: Died.
es: Murió.

# event.character.death2
source: Died in battle.
es: Murió en la batalla.

# event.character.npcdeath
source: Without troops, disappeared and died.
es: Sin tropas, desapareció y murió.

# event.character.deathreclaim
source: %amount% soldiers returned to you upon the death of %character%, whom you had them assigned to.
es: %amount% 50 soldados devueltos después de la muerte de %character%, el que los tuvo asignados.

# event.character.killgold
source: You took %gold% gold from the body of %character%.
es: Tomaste %gold% oro del cuerpo de %character%.

# event.character.child
source: Had a child, %character%.
es: Tuvo un hijo, %character%.

# event.character.inherit.estate
source: Inherited the settlement %settlement% from %character%.
es: Heredó el asentamiento de %settlement% de %character%.

# event.character.inherit.realm
source: Inherited the realm %realm% from %character%.
es: Heredó el dominio de %realm% de %character%.

# event.character.inheritvia.estate
source: Inherited the settlement %settlement% from %character-1% (via %character-2%).
es: Heredado el asentamiento de %settlement% de %character-1% (por %character-2%).

# event.character.inheritvia.realm
source: Inherited the realm %realm% from %character-1% (via %character-2%).
es: Heredó el dominio de %realm% de %character-1% (por %character-2%).

# event.character.wasgranted
source: Was granted ownership of %settlement% by %character%.
es: Concedido el control de %settlement% por %character%.

# event.character.realmfounded
source: Founded the realm %realm%.
es: Fundó el dominio de %realm%.

# event.character.realmgranted
source: Granted rulership of %realm% by %character%.
es: Regencia otorgada de %realm% por %character%.

# event.character.abdicated
source: Has abdicated rulership of %realm% and given it to %character%.
es: Ha abdicado la regencia de %realm% y se la ha dado a %character%.

# event.character.abdicated2
source: Has abdicated rulership of %realm% with no successor.
es: Ha abdicado la regencia de %realm% sin sucesor.

# event.character.succeeds
source: Has gained rulership of %realm% through the abdication of %character%.
es: Ha adquirido regencia de %realm% a través de la abdicación de %character%.

# event.character.appointed
source: Was appointed ruler of %realm% by %character%.
es: Fue nombrado regente de %realm% por %character%.

# event.character.position.appointed
source: Appointed %realmposition% in %realm%.
es: Nombrado %realmposition% en %realm%.

# event.character.position.demoted
source: Demoted from %realmposition% in %realm%.
es: Degradado de %realmposition% en %realm%.

# event.character.position.elected
source: Elected %realmposition% in %realm%.
es: Electo %realmposition% en %realm%.

# event.character.liegedied
source: Your liege %character% has died. This dissolves your oath of fealty.
es: Tu Señor %character% ha muerto. Esto disuelve su juramento de fidelidad.

# event.character.liegedied2
source: Your liege %character% has died. This dissolves your oath of fealty and has turned you into a wandering noble with no realm affiliation.
es: Tu Señor %character% ha muerto. Esto disuelve su juramento de fidelidad y te has convertido en un noble errante sin afiliación a ningun dominio.

# event.character.spot
source: Your scouts spotted %character% in the vicinity.
es: Sus exploradores han visto a %character% en las proximidades.

# event.character.spot2
source: Your scouts spotted %character% in the vicinity, with %count% soldiers.
es: Sus exploradores han visto a %character% en las inmediaciones, con %count% soldados.

# event.character.gotship
source: You were given a ship by %character%. The ship made landfall nearby %remain% days ago.
es: Se os dio un barco por %character%. El barco tocó tierra cerca, hace %remain% días.

# event.character.proposed.marriage
source: You have received a marriage proposal from %character%. Accept or decline it on the relations page.
es: Usted ha recibido una propuesta matrimonial de %character%. Aceptar o rechazar en la página de relaciones.

# event.character.proposed.engagement
source: You have received a proposal to become engaged to %character%. Accept or decline it on the relations page.
es: Usted ha recibido una propuesta para comprometerse a %character%. Aceptar o rechazar en la página de relaciones.

# event.character.proposed.liason
source: %character% is making advancements on you and is obviously moving towards a liason. Allow or refute it on the relations page.
es: %character% está haciendo avances a usted y obviamente se está moviendo hacia una aventura. Permitir o refutarla en la página de relaciones.

# event.character.rejected.marriage
source: %character% has rejected your marriage proposal.
es: %character% ha rechazado su propuesta de matrimonio.

# event.character.rejected.engagement
source: %character% has refused to become engaged to you.
es: %character% se ha negado a comprometerse con usted.

# event.character.rejected.liason
source: %character% has rejected your advances towards a liason.
es: %character% ha rechazado sus avances hacia una aventura.

# event.character.public.marriage
source: Married %character%.
es: Se ha casado con %character%.

# event.character.public.engagement
source: Became engaged to %character%.
es: Se comprometió con %character%.

# event.character.secret.marriage
source: You secrectly married %character%.
es: Se ha casado en secreto con %character%.

# event.character.secret.engagement
source: You became secretly engaged to %character%.
es: Te has comprometido en secreto a %character%.

# event.character.secret.liason
source: You have begun a liason with %character%.
es: Ha comenzado un romance con %character%.

# event.character.capture
source: Surrendered in battle to %character% and was taken prisoner.
es: Rendido en combate a %character% y fue hecho prisionero.

# event.character.prison.free
source: Set free from imprisonment.
es: Liberado de prisión.

# event.character.prison.free2
source: Freed from imprisonment through the death of %character%.
es: Liberado de prisión por la muerte de %character%

# event.character.prison.kill.behead
source: Beheaded by %character% as a prisoner.
es: Decapitado por %character% como prisionero.

# event.character.prison.kill.hang
source: While imprisoned by %character%, executed by hanging.
es: Mientras estaba en prisión por %character%, ejecutado en la horca.

# event.character.prison.kill.burn
source: Burned alive by %character% as a prisoner.
es: Quemado vivo por %character% como prisionero.

# event.character.prison.kill.quarter
source: Brutally killed by quartering while a prisoner of %character%.
es: Brutalmente asesinado por cuarteo mientras que era prisionero de %character%.

# event.character.prison.kill.impale
source: Slaughtered by impaling while a prisoner of %character%.
es: Sacrificado por empalamiento mientras era prisionero de %character%.

# event.character.prison.killer.behead
source: Beheaded %character%.
es: Decapitó a %character%.

# event.character.prison.killer.hang
source: Executed %character% by hanging.
es: Ejecutó a %character% en la horca.

# event.character.prison.killer.burn
source: Burned %character% alive.
es: Quemó a %character% con vida.

# event.character.prison.killer.quarter
source: Brutally killed %character% by quartering.
es: Brutalmente asesinó a %character% por cuarteo.

# event.character.prison.killer.impale
source: Slaughtered %character% by impaling.
es: Masacró %character% por empalamiento.

# event.character.prison.assign
source: You were transferred and are now a prisoner of %character%.
es: Usted fue trasladado y ahora es prisionero de %character%.

# event.character.prison.assign2
source: Transferred to %character-1% through the killing of %character-2%.
es: Transferido a %character-1% a través de la muerte de %character-2%.

# event.character.prison.received
source: %character-1% has given you %character-2% as a prisoner.
es: %character-1% le ha dado a %character-2% como prisionero.

# event.character.prison.received2
source: The slaying of %character-1% has given you %character-2% as a prisoner.
es: El asesinato de %character-1% le ha dado a %character-2% como prisionero.

# event.character.dungeon.newcard1
source: You improved the action %card% in the dungeon and can now do it more often.
es: Has mejorado la acción %card% en el calabozo y ahora puede hacerlo más a menudo.

# event.character.dungeon.newcard2
source: You learned a new action while in the dungeon: %card%
es: Usted aprendió una nueva acción mientras estaba en el calabozo: %card%

# event.character.dungeon.gold
source: Your plunder from the dungeon came to a total of %gold% gold.
es: Su botín del calabozo llegó a un total de %gold% oro.

# event.character.dungeon.closed
source: Rumours have it that a nearby dungeon has been completely explored and is no longer interesting.
es: Rumours dicen que un calabozo cercano ha sido completamente explorado y ya no es interesante.

# event.character.inactive.prisoner
source: Your captor %character% has not been seen for a long time. Maybe slumberblight got him? In any case, escaping should now be much easier.
es: Su captor %character% no ha sido visto desde hace tiempo. Quizás el tizón de sueño se lo llevó? En cualquier caso, el escape ahora debería ser fácil.

# event.character.inactive.vassal
source: Your vassal %character% has not been seen for a long time and rumors have it that he has contracted slumberblight.
es: Su vasallo %character% no ha sido visto desde hace tiempo y rumores tienen que ha contraído el tizón de sueño.

# event.character.inactive.liege
source: Your liege, %character%, has not been heard of for some time. Some say, he has been affected by slumberblight.
es: Su señor, %character%, no ha sido visto desde hace tiempo. Algunos dicen, que ha contraído el tizón de sueño.

# event.character.inactive.partner
source: Your partner %character% seems to have vanished, or maybe it is slumberblight?
es: Su pareja %character% parece haber desaparecido, o tal vez ha contraído el tizón de sueño?

# event.character.inactive.position
source: The %realmposition% %character% has not been seen for a long time and must be assumed a victim of slumberblight.
es: El %realmposition% %character% no ha sido visto desde hace mucho tiempo y debe ser asumido que es una víctima del tizón de sueño.

# event.military.assigned
source: You were assigned %count% soldiers by %character%. They have been added as group %group%.
es: Usted fue asignado %count% soldados por %character%. Ellos se han añadido al grupo %group%.

# event.military.assigned2
source: You were assigned %count% entourage by %character%.
es: Usted fue asignado %count% séquito por %character%.

# event.military.reclaimed
source: %character% has reclaimed %count% soldiers assigned to you. %stay% of them decided to remain under your command.
es: %character% ha reclamado %count% soldados asignados a usted. %stay% de ellos decidieron permanecer bajo su comando.

# event.realm.founded
source: Founded by %character%.
es: Fundada por %character%.

# event.realm.inherited
source: Rulership passed to %character-2% upon the death of %character-1%.
es: Regencia pasó a %character-2% tras la muerte de %character-1%.

# event.realm.inherifail
source: Rulership disputed after the death of %character%, who left no heir.
es: Regencia disputada después de la muerte de %character%, quien dejó ningún heredero.

# event.realm.elected
source: %character% was elected as ruler.
es: %character% fue elegido como soberano.

# event.realm.joined
source: Became a part of %realm%.
es: Se convirtió en una parte de %realm%.

# event.realm.wasjoined
source: Acquired control of %realm%.
es: Adquirido el control de %realm%.

# event.realm.left
source: Left %realm% and became independent.
es: Dejó %realm% y se convirtió en independiente.

# event.realm.wasleft
source: Lost control of %realm%, which declared itself independent.
es: Perdió control de %realm%, que se declaró independiente.

# event.realm.gained
source: Gained ownership of %settlement%.
es: Obtuvo la posesión de %settlement%.

# event.realm.gained2
source: Gained ownership of %settlement% from %realm%.
es: Obtuvo la posesión de %settlement% de %realm%.

# event.realm.lost
source: Lost ownership of %settlement%.
es: Perdió la posesión de %settlement%.

# event.realm.lost2
source: Lost ownership of %settlement% to %realm%.
es: Perdió la posesión de %settlement% de %realm%.

# event.realm.abdicated
source: %character-1% has abdicated and handed control of the realm to %character-2%.
es: %character-1% ha abdicado y entregó el control del dominio a %character-2%.

# event.realm.abdicated2
source: %character% has abdicated without a successor.
es: %character% ha abdicado sin un sucesor.

# event.realm.deserted
source: Vanished into history with no members remaining.
es: Desapareció en la historia con ningún miembro restante.

# event.subrealm.founded
source: Founded by %character-1% as a subrealm of %realm% with rulership granted to %character-2%.
es: Fundada por %character-1% como un subdominio de %realm% con la regencia concedida a %character-2%.

# event.position.death
source: %character% has died and thus left the office of %realmposition%.
es: %character% ha muerto y así salió de la oficina de %realmposition%.

# event.position.inactive
source: %character% has fallen to slumberblight and thus left the office of %realmposition%.
es: %character% ha caído al tizón de sueño y así salió de la oficina de %realmposition%.

# report.building.complete
source: Construction of %buildingtype% has been completed.
es: Construcción de %buildingtype% se ha completado.
it: La costruzione del %buildingtype% è stata completata.

# report.feature.complete
source: A %featuretype% has been completed.
es: %featuretype% se ha completado.

# report.road.complete
source: Road construction has finished.
es: Construcción de calzada ha terminado.
it: La costruzione delle strade è stata completata.

# soldier.recruited
source: Recruited by %character% in %settlement% with %item-1%/%item-2%/%item-3%.
es: Reclutado por %character% en %settlement% con %item-1%/%item-2%/%item-3%.

# soldier.traincancel
source: Training cancelled, reverted to old equipment.
es: Entrenamiento cancelado, revertido al viejo equipo.

# soldier.traincomplete
source: Training completed.
es: Entrenamiento completado.

# soldier.retrain
source: Retrained in %settlement% to use %item-1%/%item-2%/%item-3%.
es: Reentrenado en %settlement% para utilizar %item-1%/%item-2%/%item-3%.

# soldier.militia
source: Set up as militia in %settlement%.
es: Establecido como milicia en %settlement%.

# soldier.mobilize
source: Mobilized by %character%.
es: Movilizado por %character%.

# soldier.assign
source: Assigned to %character%.
es: Asignado a %character%.

# soldier.battle
source: Participated in %battle%.
es: Participó en batalla %battle%.

# soldier.routed.ranged
source: Routed due to archery fire.
es: Enrutado debido al fuego de tiro con arco.

# soldier.routed.melee
source: Routed in melee combat.
es: Enrutado en combate cuerpo a cuerpo.

# soldier.dropped.shield
source: Dropped shield while running away.
es: Abandonó el escudo mientras huía.

# soldier.dropped.weapon
source: Dropped weapon while running away.
es: Abandonó arma mientras huía.

# soldier.killed
source: Killed in battle.
es: Asesinado en batalla.

# soldier.wounded.ranged
source: Wounded by archery fire.
es: Herido por el fuego de tiro con arco.

# soldier.wounded.melee
source: Wounded in melee.
es: Herido en combate cuerpo a cuerpo.

# soldier.wounded.escape
source: Wounded during retreat.
es: Herido durante el retiro.
