Repository: TandSerrai/maf-translations
Catalog: economy.*.po
Languages: de, es, it

source: req
de: benötigt
es: requiere
it: necessita di

source: reqfor
de: benötigt von
es: requerido para
it: necessario per

source: provides
de: ermöglicht
es: provee
it: fornisce

source: provider
de: ermöglicht von %building%
es: provisto por %building%

source: trainer
de: ausgebildet von %building%
es: entrenado en %building%

source: trainingfor
de: bildet %item% aus
es: entrenamiento para %item%

source: bonus
de: Produktionsbonus
es: bono de producción

source: defbonus
de: Verteidigungsbonus
es: bono de defensa

source: feature.name
de: Name
es: nombre

source: feature.none
de: (kein)
es: (nada)

source: feature.bridge
de: Brücke
es: Puente

source: feature.tower
de: Wachturm
es: Atalaya

source: feature.borderpost
de: Grenzposten
es: Puesto Fronterizo

source: feature.signpost
de: Wegweiser
es: Letrero

source: feature.docks
de: Anleger
es: Muelle

source: building.Academy
de: Akademie
es: Academia
it: Accademia

source: building.Alchemist
de: Alchemist
es: Alquimista
it: Alchimista

source: building.Archery Range
de: Bogenschießplatz
es: Campo de Arquería
it: Poligono di tiro con l'arco

source: building.Archery School
de: Bogenschießschule
es: Escuela de Arquería
it: Scuola di tiro con l'arco

source: building.Armourer
de: Rüstungsmacher
es: Armero
it: Corazzaio

source: building.Armoury
de: Waffenkammer
es: Armería
it: Armeria

source: building.Bank
de: Bank
es: Bank
it: Banca

source: building.Barracks
de: Kaserne
es: Barracks
it: Caserma

source: building.Blacksmith
de: Schmied
es: Blacksmith
it: Fabbro

source: building.Bowyer
de: Bogenmacher
es: Bowyer
it: Fabbricante d'archi

source: building.Carpenter
de: Schreiner
es: Carpenter
it: Carpentiere

source: building.Citadel
de: Zitadelle
es: Citadel
it: Cittadella

source: building.City Hall
de: großes Rathaus
es: City Hall
it: Corte Cittadina

source: building.Dirt Streets
de: Einfache Straßen
es: Dirt Streets
it: Strade sterrata

source: building.Fairground
de: Jahrmarkt
es: Fairground
it: Fiera

source: building.Fortress
de: Festung
es: Fortress
it: Fortezza

source: building.Garrison
de: Garnison
es: Garrison
it: Guarnigione

source: building.Great Temple
de: großer Tempel
es: Great Temple
it: Tempio Grandioso

source: building.Guardhouse
de: Wachhaus
es: Guardhouse
it: Corpo di Guardia

source: building.Heavy Armourer
de: schwerer Rüstungsmacher
es: Heavy Armorer
it: Mastro Corazzaio

source: building.Inn
de: Gasthof
es: Posada

source: building.Leather Tanner
de: Gerber
es: Curtidor de Cuero
it: Conciatore

source: building.Library
de: Bibliothek
es: Biblioteca
it: Libreria

source: building.Market
de: Marktplatz
es: Mercado
it: Mercato

source: building.Mason
de: Steinmetz
es: Albañil
it: Muratore

source: building.Master Mason
de: Freimaurer
es: Maestro Albañil
it: Mastro Muratore

source: building.Merchants Quarter
de: Händlerviertel
es: Distrito de Comerciantes

source: building.Mill
de: Mühle
es: Molino

source: building.Mine
de: Mine
es: Mina
it: Miniera

source: building.Palisade
de: Palisade
es: Empalizada
it: Palizzata

source: building.Paved Streets
de: Befestigte Straßen
es: Calles Asfaltadas
it: Strade Lastricate

source: building.Royal Mews
de: Königliche Stallungen
es: Caballeriza Real

source: building.Saddler
de: Sattler
es: Talabartero
it: Sellaio

source: building.School
de: Schule
es: Escuela
it: Scuola

source: building.Shrine
de: Schrein
es: Santuario
it: Santuario

source: building.Stables
de: Stallungen
es: Establos
it: Stalle

source: building.Stone Castle
de: steinerne Burg
es: Castillo de Piedra
it: Castello di Pietra

source: building.Stone Towers
de: Steintürme
es: Torres de Piedra
it: Torri di Pietra

source: building.Stone Wall
de: Steinmauer
es: Muro de Piedra
it: Mura di Pietra

source: building.Tailor
de: Schneider
es: Sastrería
it: Sarto

source: building.Temple
de: Tempel
es: Templo
it: Tempio

source: building.Town Hall
de: Rathaus
es: Ayuntamiento
it: Municipio

source: building.Training Ground
de: Übungsplatz
es: Campo de Entrenamiento
it: Piazza d'armi

source: building.University
de: Universität
es: Universidad
it: Università

source: building.Weaponsmith
de: Waffenschmied
es: Herrero
it: Armaiolo

source: building.Wood Castle
de: hölzerne Burg
es: Castillo de Madera
it: Castello di Legno

source: building.Wood Towers
de: Holztürme
es: Torres de Madera
it: Torri di Legno

source: building.Wood Wall
de: Holzmauer
es: Muro de Madera
it: Mura di Legno

source: description.bridge
de: Ein Anleger erlaubt es, Schiffen anzulegen, von denen aus dann in See gestochen werden kann.<br /> Dieses Bauwerk erlaubt es, zwischen See- und Landreisen zu wechseln.

source: building.Tavern
es: Taberna

source: building.Merchant's Quarter
it: Quartiere Mercantile

source: description.Academy
it: è sia alloggio che magazzino per armi e armature ed è inoltre in grado di ospitare una permanente riserva da poter richiamare in caso di emergenza.
