Repository: TandSerrai/maf-translations
Catalog: heraldry.*.po
Languages: de, es

# title
source: Heraldry
de: Heraldik
es: Heráldica

# intro
source: Your Existing Crests
de: Deine bereits bestehenden Wappen
es: Sus Crestas Existentes

# form.choose
source: -- choose --
de: -- wähle --
es: -- escoger --

# design.title
source: Heraldry Designer
de: Heraldik Designer
es: Diseñador de Heráldica

# design.link
source: open the heraldry designer
de: öffne den Heraldik Designer
es: abrir el diseñador de heráldica

# design.busy
source: updating and validating your design...
de: Aktualisieren und bestätigen Deines Entwurfes...
es: actualizar y validar su diseño...

# design.update
source: update and check design
de: Aktualisiere und prüfe Entwurf
es: actualizar y revisar el diseño

# design.random
source: generate randomly
de: Generiere per Zufall
es: generar aleatoriamente

# design.save
source: save design
de: Speichere den Entwurf
es: salvar diseño

# design.issues
source: There are one or more problems with your design:
de: Es gibt ein oder mehrere Probleme mit Deinem Entwurf:
es: Hay uno o más problemas con su diseño:

# design.ok
source: Your design is valid.
de: Dein Entwurf ist zulässig.
es: Su diseño es válido.

# design.saving
source: creating and saving your design, this can take a short moment. This page will automatically refresh when everything is finished.
de: Dein Entwurf wird erstellt und gespeichert, dies kann einen Moment dauern. Diese Seite wird automatisch aktualisiert nachdem der Vorgang abgeschlossen wurde.
es: crear y guardar su diseño, esto puede tomar un breve momento. Esta página se actualizará automáticamente cuando todo esté terminado.

# design.saved
source: Your new banner design has been saved.
de: Dein neues Wappen wurde gespeichert.
es: Su nuevo diseño de bandera se ha guardado.

# design.payment
source: Saving a crest for use on your account will remove %crestfee% credits from your account.
de: Das Speichern Deines Wappens kostet %crestfee% Kredite von Deinem Konto.
es: Guardar una cresta para el uso de su cuenta le restará %crestfee% créditos de su cuenta.

# design.poor
source: Unfortunately, you only have %amount% credits left in your account.
de: Leider hast Du im Moment nur %amount% Kredite auf Deinem Konto.
es: Por desgracia, sólo se han encontrado %amount% créditos en su cuenta.

# warning.needname
source: Please give your design a name.
de: Bitte gib Deinem Entwurf einen Namen.
es: Por favor, dar a su un nombre a su diseño.

# warning.needshield
source: You must pick a shield design.
de: Du mußt einen Schild für Deinen Entwurf wählen.
es: Usted debe elegir un diseño del escudo.

# warning.nopatterncolour
source: If you have a pattern, you also need to select a pattern colour.
de: Wenn Du eine Zeichnung verwendest mußt Du auch eine Farbe für Deine Zeichnung wählen.
es: Si usted tiene un patrón, también es necesario seleccionar un color para el patrón.

# warning.nochargecolour
source: If you have a charge, you also need to select a charge colour.
de: Wenn Du eine Belegung verwendest mußt Du auch eine Farbe für Deine Belegung wählen.
es: Si usted tiene una figura, también es necesario seleccionar un color para la figura.

# warning.simple
source: Your design is too simple. Choose at least either a pattern or a charge, or both.
de: Dein Entwurf ist zu simpel. Wähle entweder eine Zeichnung oder eine Belegung oder beides.
es: Su diseño es demasiado simple. Elija por lo menos un patrón o una figura, o ambos.

# warning.same
source: Both of your elemens share the same colour, making it hard to spot. Choose different colours.
de: Beide Deiner Elemente haben die gleiche Farbe - das würde Dein Wappen schwer erkennbar machen. Wähle bitte verschiedene Farben.
es: Ambos de sus esmaltes comparten el mismo color, por lo que es difícil de detectar. Elija diferentes colores.

# warning.metals
source: According to the law of tincture, metals should not be placed on metals. Change one of your metals to a colour.
de: Nach dem Brauch der Tinktur sollten Metalle nicht über Metallen verwendet werden. Ändere eines Deiner Metalle in eine Farbe.
es: De acuerdo con la ley de la tintura, metales no deben ser colocados en los metales. Cambie uno de sus metales a un color.

# warning.colours
source: According to the law of tincture, colours should not be placed on colours. Change one of your colours to a metal.
de: Nach dem Brauch der Tinktur sollten Farben nicht über Farben verwendet werden. Ändere eine Deiner Farben in ein Metall.
es: De acuerdo con la ley de la tintura, los colores no se deben colocar en los colores. Cambie uno de sus colores a un metal.

# warning.taken
source: This design has already been choosen by someone else.
de: Dieser Entwurf wird bereits von jemandem anderen verwendet.
es: Este diseño ya ha sido elegido por otra persona.

source: badge
de: Oval
es: medalla

source: french
de: französische Form
es: francés

source: german
de: deutsche Form
es: alemán

source: italian
de: italienische Form
es: italiano

source: polish
de: polnische Form
es: polaco

source: spanish
de: spanische Form
es: español

source: swiss
de: schweizer Form
es: suizo

source: base
de: Schildfuß
es: campaña

source: bend
de: Schrägbalken
es: banda

source: bend sinister
de: Schrägrechtsbalken
es: barra

source: chevron
de: Sparren
es: cabrio

source: chief
de: Schildhaupt
es: jefe

source: cross
de: Kreuz
es: cruz

source: fess
de: Balken
es: faja

source: pale
de: Pfahl
es: palo

source: per bend
de: Schrägrechtsteilung
es: per banda

source: per bend sinister
de: Schräglinksteilung
es: per banda barra

source: per chevron
de: Göpel
es: jirón

source: per fess
de: geteilt
es: per faja

source: per pale
de: gespalten
es: per palo

source: per saltire
de: schräge Vierung
es: per aspa

source: pile
de: Keil, stehend
es: pila

source: quarterly
de: Vierung
es: trimestral

source: saltire
de: Schräggeviert
es: aspa

source: shakefork
de: Deichsel
es: perla

source: beasts
de: Tiere
es: animales

source: objects
de: Objekte
es: objetos

source: arm cubit habited
de: Arm, gewandet
es: codo del brazo habitada

source: arm cubit in armor
de: Arm, gerüsted
es: codo del brazo con armadura

source: arm embowed in armor
de: Arm, eingebogen, gerüsted
es: brazo curvo en la armadura

source: battle axe
de: Schlachtaxt
es: hacha de batalla

source: bear head couped
de: Bärenschädel, schwebend
es: cbz. de oso cerrada

source: bear head erased
de: Bärenschädel, abgerissen
es: cbz. de oso borrada

source: bear head muzzled
de: Bärenschädel, Maulkorb
es: cbz. de oso amordazada

source: bear passant
de: Bär, schreitend
es: oso caminando

source: bear rampant
de: Bär, steigend
es: oso rampante

source: bear sejant erect
de: Bär, aufrecht sitzend
es: oso sentado recto

source: bear statant
de: Bär, stehend
es: oso de pie

source: boar head couped
de: Eber Schädel, schwebend
es: cbz. de jabalí cerrada

source: boar head erased
de: Eber Schädel, abgerissen
es: cbz. de jabalí borrada

source: boar passant
de: Eber, schreitend
es: jabalí caminando

source: boar rampant
de: Eber, steigend
es: jabalí rampante

source: boar statant
de: Eber, stehend
es: jabalí de pie

source: broad arrow
de: Pfeil, breit
es: jabalí con flecha

source: buck head couped
de: Bockschädel, schwebend
es: cbz. de macho cerrada

source: caltrap
de: Fußangel
es: abrojo

source: catamount passant guardant
de: Wildkatze, schreitend, wachsam
es: puma pasando vigilando

source: catamount sejant guardant
de: Wildkatze, sitzend, wachsam
es: puma sentado vigilando

source: catamount sejant guardant erect
de: Wildkatze, aufrecht sitzend, wachsam
es: puma sentado recto vigilando

source: chess rook
de: Turm
es: torre de ajedrez

source: chevalier on horseback
de: Ritter, reitend
es: knight on horseback

source: church bell
de: Kirchenglocke
es: campana de la iglesia

source: coney
de: Hase
es: conejo

source: crescent
de: Halbmond, liegend
es: luna creciente

source: decrescent
de: Halbmond, abnehmend
es: luna decreciente

source: dragon passant
de: Drache, schreitend
es: dragón pasando

source: dragon rampant
de: Drache, steigend
es: dragón rampante

source: dragon statant
de: Drache, stehend
es: dragón de pie

source: eagle displayed
de: Adler
es: águila en exposición

source: falcon
de: Falke
es: halcón

source: fluer de lis
de: Lilie
es: flor del lirio

source: fox mask
de: Fuchs, Anlitz
es: máscara de zorro

source: fox passant
de: Fuchs, schreitend
es: zorro pasando

source: fox sejant
de: Fuchs, sitzend
es: zorro sentado

source: hind
de: Hirschkuh
es: ciervo femenino

source: horse courant
de: Pferd, gallopierend
es: caballo corriendo

source: horse passant
de: Pferd, schreitend
es: caballo pasando

source: horse rampant
de: Pferd, steigend
es: caballo rampante

source: javelin
de: Speer
es: jabalina

source: lion rampant
de: Löwe, steigend
es: león rampante

source: lynx coward
de: Luchs, furchtsam
es: lince espantado

source: martlet volant
de: Amsel, im Flug
es: martinete volando

source: pegasus passant
de: Pegasus, schreitend
es: pegaso pasando

source: reindeer
de: Rentier
es: reno

source: scymitar
de: Säbel
es: cimitarra

source: serpent nowed
de: Schlange, geknoted
es: serpiente entrelazada

source: squirrel sejant erect
de: Eichhörnchen, aufrecht sitzend
es: ardilla sentado recto

source: stag at gaze
de: Hirsch, schauend
es: ciervo en la mirada

source: stag lodged
de: Hirsch, liegend
es: ciervo presentado

source: stag springing
de: Hirsch, springend
es: ciervo saltando

source: stag statant
de: Hirsch, stehend
es: ciervo de pie

source: stag trippant
de: Hirsch, schreitend
es: ciervo caminando

source: stags head caboshed
de: Hirschkopf, frontal
es: cbz. de ciervo

source: stags head erased
de: Hirschkopf, abgerissen
es: cbz. ciervo borrada

source: sun in splendor
de: Sonne, strahlend
es: sol en su esplendor

source: sword
de: Schwert
es: espada

source: unicorn rampant
de: Einhorn, steigend
es: unicornio rampante

source: winged stag rampant
de: Geflügelter Hirsch, steigend
es: ciervo alado rampante

source: wolf courant
de: Wolf, jagend
es: lobo corriendo

source: wolf passant
de: Wolf, schreitend
es: lobo pasando

source: wolf rampant
de: Wolf, steigend
es: lobo rampante

source: wolf salient
de: Wolf, springend
es: lobo alzado

source: wolf statant
de: Wolf, stehend
es: lobo de pie

# label.name
source: name
es: nombre

# label.shield
source: shield
de: Schild
es: escudo

# label.shieldc
source: shield color
de: Schildfarbe
es: color de escudo

# label.pattern
source: pattern
de: Muster
es: patrón

# label.patternc
source: pattern color
de: Musterfarbe
es: color de patrón

# label.charge
source: charge
de: Wappen
es: figura

# label.chargec
source: charge color
de: Wappenfarbe
es: color de figura

# label.shading
source: shading
de: Schattierung
es: sombreado

# metal
source: metals
de: Metalle
es: metales

# colours
source: colors
de: Farben
es: colores

source: argent
de: Silber
es: blanco plateado

source: or
de: Gold
es: dorado

source: copper
es: cobre

source: azure
de: lapislazuli
es: azul brillante

source: blue celeste
de: azurit
es: azul celeste

source: gules
de: zinnober
es: rojo

source: murrey
de: maulbeer
es: morado oscuro

source: purpure
de: purpur
es: morado

source: sable
de: zobel
es: negro

source: sanguine
de: blutrot
es: rojo sangre

source: tenne
de: brandbraun
es: naranja-castaño

source: vert
de: giftgrün
es: verde

# cendree
source: cendr√©e
de: aschfarben
es: gris

# blazon.and
source: and
de: und
es: y

# blazon.over
source: over all
de: über allem
es: sobre todo

# blazon.a
source: a
de: ein
es: un

# blazon.an
source: an
de: ein
es: una

source: gryon
de: Ständerung
