Repository: TandSerrai/maf-translations
Catalog: messages.*.po
Languages: es

# newcharacter.help.father
source: Your father can be any male character of yourself or in a sexual relationship with one of your female characters. In the later case, the mother will have to be the (or one of the) fathers partner(s).
es: Su padre puede ser cualquier personaje masculino suyo o en una relación sexual con uno de sus personajes femeninos. En el último caso, la madre tendrá que ser la (o una de las) pareja(s) del padre.

# newcharacter.help.mother
source: Your mother can be any female character of yourself or in a sexual relationship with one of your male characters. In the later case, the father will have to be the (or one of the) mothers partner(s).
es: Su madre puede ser cualquier personaje femenino suyo o en una relación sexual con uno de sus personajes masculinos. En el último caso, el padre tendrá que ser la (o uno de las) pareja(s) de la madre.

# newcharacter.help.partner
source: If you want to start a character as married to another of your own characters. Marriages with characters of other players have to be secured in-game.
es: Si desea iniciar un personaje que esté casado con otro de sus personajes. Los matrimonios con personajes de otros jugadores tienen que ser asegurado en el juego.

# newcharacter.help.dead
source: You can create characters who have died already in order to complete your family tree. You will, obviously, not be able to play a dead character.
es: Puede crear personajes que han muerto con el fin de completar su árbol genealógico. Usted, evidentemente, no será capaz de jugar a un personaje muerto.

# newcharacter.submit
source: create
es: crear

# summary.title
source: Recent Events & Messages
es: Eventos Recientes & Mensajes

# summary.events
source: Recent Events
es: Eventos Recientes

# summary.nothing
source: no recent events
es: no hay eventos recientes

# summary.fullread
source: mark all as read
es: Marcar todos como leídos

# summary.fullread2
source: mark all as read for all my characters
es: Marcar todos como leídos para todos mis personajes

# summary.soldiers.title
source: soldiers status warnings
es: advertencias de estado de soldados

# summary.soldiers.starving.1
source: some of your soldiers are starving.
es: algunos de sus soldados se mueren de hambre.

# summary.soldiers.starving.2
source: many of your soldiers are starving.
es: muchos de sus soldados se mueren de hambre.

# summary.soldiers.starving.3
source: most of your soldiers are starving.
es: la mayoría de sus soldados se mueren de hambre.

# summary.soldiers.hungry.1
source: some of your soldiers are hungry.
es: algunos de sus soldados tienen hambre.

# summary.soldiers.hungry.2
source: many of your soldiers are hungry.
es: muchos de sus soldados tienen hambre.

# summary.soldiers.hungry.3
source: most of your soldiers are hungry.
es: la mayoría de sus soldados tienen hambre.

# summary.soldiers.wounded.1
source: some of your soldiers are wounded.
es: algunos de sus soldados están heridos.

# summary.soldiers.wounded.2
source: many of your soldiers are wounded.
es: muchos de sus soldados están heridos.

# summary.soldiers.wounded.3
source: most of your soldiers are wounded.
es: la mayoría de sus soldados están heridos.

# summary.soldiers.lost.1
source: some of your soldiers have lost equipment.
es: algunos de sus soldados han perdido equipo.

# summary.soldiers.lost.2
source: many of your soldiers have lost equipment.
es: muchos de sus soldados han perdido equipo.

# summary.soldiers.lost.3
source: most of your soldiers have lost equipment.
es: la mayoría de sus soldados han perdido equipo.

# first.title
source: Welcome to Might & Fealty
es: Bienvenido a Might & Fealty

# first.liege
source: Name
es: Nombre

# character.gender
source: Gender
es: Género

# character.gold
source: Gold: %gold% gold
es: Oro: %gold% oro

# character.father
source: Father
es: Padre

# character.mother
source: Mother
es: Madre

# character.married
source: married to
es: Casado con

# character.partner.singular
source: partner
es: pareja

# character.none
source: (no character)
es: (ningún personaje)

# character.child.singular
source: child
es: hijo

# character.status
source: Status of %name%
es: Situación de %name%

source: character history
es: historia del personaje

# character.inactive
source: this character has not been played in a while
es: este personaje no se ha jugado desde hace tiempo

# character.newplayer
source: This character is being played by a player who is new to the game. Please act accordingly.
es: Este personaje está siendo jugado por un jugador que es nuevo en el juego. Por favor, actúe en consecuencia.

# character.notstarted.title
source: Rumours
es: Rumores

# character.notstarted.text
source: Only rumours about this noble have been heard, as this character has not yet been started (placed in the world).
es: Solamente los rumores sobre este noble se han escuchado, aún no se ha iniciado este personaje (colocados en el mundo).

# character.prisoner
source: this character is currently a captive of %captor%.
es: este personaje es actualmente un prisionero de %captor%.

# character.prisoner2
source: You are currently a captive of %captor%.
es: Actualmente se encuentra prisionero de %captor%.

# character.captorinactive
source: Your captor has not been seen in quite a while. You should <a href="%url%">try to escape</a>.
es: Su captor no ha sido visto en bastante tiempo. Debieras <a href="%url%">tratar de escapar</a>.

# character.full
source: view full details
es: ver más detalles

# character.list.1
source: primary
es: primario

# character.list.2
source: secondary
es: secundario

# character.list.99
source: recently deceased
es: recientemente fallecido

# character.list.100
source: historic
es: histórico

# character.list.150
source: ancestors
es: antepasados

# character.start.title
source: Character Placement
es: Colocación de Personaje

# character.start.intro
source: Select the starting location for %name%. This is an important choice and will greatly influence your early play experience.
es: Seleccione la ubicación inicial para %name%. Esta es una opción importante y va a influir en gran medida su experiencia de juego antes de tiempo.

# character.start.offerintro
source: Offer
es: Oferta

# character.start.offersummary
source: %name%, %count% soldiers
es: %name%, %count% soldados

# character.start.family
source: Place with Family
es: Colocar con familia

# character.start.existing
source: Starting Estate
es: Villa de Inicio

# character.start.submit
source: start here
es: comience aquí

# character.start.selection
source: Place on Map
es: Colocar en el mapa

# character.start.mapintro
source: You can also select any non-independent settlement from the map below, and negotiate with its lords to get soldiers or how else to begin your quest. This is an advanced option only recommended if none of the above are available or you are looking for something special to start.
es: También puede seleccionar cualquier pueblo no independiente de este mapa, y negociar con sus señores para conseguir soldados o de qué otra manera comenzará su búsqueda. Esta es una opción avanzada se recomienda sólo si ninguna de las anteriores están disponibles o usted está buscando algo especial para empezar.

# character.details.realm
source: realm(s)
es: dominio(s)

# character.details.ultimate
source: sovereign realm(s)
es: mayores dominio(s)

# character.details.entourage
source: entourage
es: séquito

# character.details.soldiers
source: soldiers
es: soldados

# bandits.title
source: Bandits
es: Bandidos

# bandits.intro
source: You can also temporarily play bandit characters, see [bandits]. Choose one of the free bandits below:
es: También puede jugar los personajes bandidos, ver [bandits]. Elija uno de los bandidos libres a continuación:

# bandits.choose
source: Bandit to play:
es: Bandido a jugar:

# bandits.submit
source: choose this bandit character
es: elegir este personaje bandido

# achievements.title
source: achievements
es: logros

# achievements.type.battles
source: battles fought
es: batallas libradas

# achievements.type.captures
source: nobles captured
es: nobles capturados

# achievements.type.kills.soldiers
source: mortal soldiers slain
es: soldados matados

# achievements.type.kills.nobles
source: nobles slain in battle
es: nobles matados en combate

# politics.hierarchy
source: hierarchy
es: jerarquía

# gender.he
source: he
es: él

# gender.she
source: she
es: ella

# gender.his
source: his
es: su

# gender.her
source: her
es: su

# gender.son
source: son
es: hijo

# gender.daughter
source: daughter
es: hija

# form.username
source: Username
es: Nombre de Usuario

# form.displayname
source: Public Name
es: Nombre Público

# form.email
source: E-Mail
es: Correo Electrónico

# form.password
source: Password
es: Contraseña

# form.password_confirmation
source: Repeat password
es: Repetir Contraseña

# form.browser
source: (browser setting)
es: (ajustes de navegador)

# form.choose
source: -- choose --
es: -- elegir --

# form.none
source: (none)
es: (ningún)

# form.submit
source: submit
es: ejecutar

# form.help.displayname
source: The name shown in public lists such as the VIP players list
es: El nombre se muestra en las listas públicas tales como la lista de jugadores como PMI

# settlement.name
source: settlement
es: asentamiento

# settlement.title
source: %type% of %name%
es: %type% de %name%

source: Settlement Details
es: Detalles del Asentamiento

# settlement.dummy
source: Click a settlement on the map to show its details here.
es: Haga clic en un asentamiento en el mapa para mostrar sus detalles aquí.

# settlement.area
source: %name% area
es: %name% zona

# settlement.type
source: type
es: tipo

# settlement.fortified
source: fortified
es: fortificado

# settlement.size.name
source: size
es: tamaño

# settlement.size.1
source: hamlet
es: aldea

# settlement.size.2
source: small village
es: pueblo pequeño

# settlement.size.3
source: medium village
es: pueblo medio

# settlement.size.4
source: large village
es: pueblo grande

# settlement.size.5
source: small town
es: villa pequeña

# settlement.size.6
source: medium town
es: villa media

# settlement.size.7
source: large town
es: villa grande

# settlement.size.8
source: small city
es: ciudad pequeña

# settlement.size.9
source: medium city
es: ciudad media

# settlement.size.10
source: large city
es: ciudad grande

# settlement.size.11
source: metropolis
es: metrópolis

# settlement.population
source: population
es: población

# settlement.pop.change
source: current trend
es: desarrollo actual

# settlement.pop.stable
source: stable
es: estable

# settlement.pop.grow.1
source: slightly growing
es: ligeramente creciendo

# settlement.pop.grow.2
source: growing
es: creciendo

# settlement.pop.grow.3
source: growing quickly
es: creciendo rápidamente

# settlement.pop.shrink.1
source: slightly falling
es: ligeramente cayendo

# settlement.pop.shrink.2
source: falling
es: cayendo

# settlement.pop.shrink.3
source: falling quickly
es: cayendo rápidamente

# settlement.pop.shrink.4
source: falling dramatically
es: cayendo dramáticamente

# settlement.geography
source: geography
es: geografía

# settlement.culture
source: culture
es: cultura

# settlement.biome
source: biome
es: bioma

# settlement.neighbours
source: neighbours
es: vecinos

# settlement.political
source: political
es: político

# settlement.independent
source: This is an independent settlement
es: Este es un asentamiento independiente

# settlement.unowned
source: independent
es: independiente

# settlement.owner
source: owner
es: dueño

# settlement.ownedby
source: This settlement is ruled by %owner%.
es: Este asentamiento regido por %owner%.

# settlement.realm
source: This settlement is part of %realm%.
es: Este asentamiento es parte de %realm%.

# settlement.realm2
source: realm
es: dominio

# settlement.ultimate
source: sovereign realm
es: dominios mayores

# settlement.norealm
source: This settlement does not belong to any realm.
es: Este asentamiento no pertenece a ningún dominio.

# settlement.economy
source: economy
es: economía

# settlement.build
source: currently building
es: construcción actual

# settlement.starvation.1
source: experiencing a minor shortage of food
es: experimentando una menor escasez de alimentos

# settlement.starvation.2
source: experiencing a severe shortage of food
es: experimentando una grave escasez de alimentos

# settlement.starvation.3
source: suffering a dramatic shortage of food
es: experimentando una dramática escasez de alimentos

# settlement.starvation.4
source: suffering from starvation
es: sufriendo de hambre

# settlement.starvation.5
source: suffering from severe starvation
es: sufriendo de hambre severa

# settlement.shortage.1
source: minor shortage of %resource%
es: escasez menor de %resource%

# settlement.shortage.2
source: shortage of %resource%
es: escasez de %resource%

# settlement.shortage.3
source: dramatic shortage of %resource%
es: escasez dramática de %resource%

# settlement.shortage.effect.singular
source: production and construction requiring this resource are slowed down.
es: producción y construcción que requieran este recurso se retrasan.

# settlement.shortage.none
source: all resource demands are satisfied.
es: todas las demandas de recursos están satisfechas.

# settlement.security.tt
source: How protected the settlement is against forces of nature and bandits. Can be improved with defensive buildings, militia, etc.
es: Que tan protegido el asentamiento está en contra de las fuerzas de la naturaleza y los bandidos. Se puede mejorar con construcciones defensivas, milicia, etc.

# settlement.security.0
source: struggling for economic security
es: luchando por seguridad económica

# settlement.security.1
source: low economic security
es: baja seguridad económica

# settlement.security.2
source: adequate economic security
es: seguridad económica adecuada

# settlement.security.3
source: good economic security
es: buena seguridad económica

# settlement.security.4
source: excellent economic security
es: excelente seguridad económica

# settlement.corruption.name
source: corruption
es: corrupción

# settlement.corruption.tt
source: Slowly rises with the number of estates you personally hold across all your characters. Give estates to vassals to reduce corruption. See manual for details.
es: Poco a poco aumenta con el número de fincas usted sostiene personalmente en todos sus personajes. Dé fincas a vasallos para reducir la corrupción. Consulte el manual para más detalles.

# settlement.militia
source: soldiers stationed in %name%
es: soldados estacionados en %name%

# settlement.militia2
source: militia
es: milicia

# settlement.recruits
source: soldiers in training in %name%
es: soldados en entrenamiento en %name%

# settlement.recruits2
source: recruits
es: reclutas

# settlement.resupply
source: equipment available for resupply
es: equipos disponibles para reabastecimiento

# settlement.retrain
source: equipment available for re-training
es: equipos disponibles para re-entrenamiento

# settlement.train
source: equipment available for training
es: equipo disponible para entrenamiento

# settlement.militiacount
source: %count% combat-ready local militia
es: %count% milicia local preparada

# settlement.recruitscount
source: %count% recruits in training
es: %count% reclutas en entrenamiento

# settlement.resources.type
source: type
es: tipo

# settlement.resources.base
source: base
es: rendimiento base

# settlement.resources.current
source: production
es: producción

# settlement.resources.demand
source: demand
es: demanda

# settlement.resources.buildings
source: buildings
es: edificaciones

# settlement.resources.construction
source: construction
es: construcción

# settlement.resources.storage
source: storage
es: almacenamiento

# settlement.resources.trade.name
source: trade
es: comercio

# settlement.resources.trade.in
source: incoming
es: entrante

# settlement.resources.trade.out
source: outgoing
es: saliente

# settlement.resources.trade.balance
source: trade balance
es: balanza comercial

# settlement.resources.balance
source: total balance
es: saldo total

# settlement.resources.prospector
source: A prospector could supply a more detailed report.
es: Un prospector podría suministrar un informe más detallado.

# settlement.workforce.atroads
source: %number% assigned to road construction
es: %number% asignados a construcción de caminos

# settlement.workforce.atbuildings
source: %number% assigned to building construction
es: %number% asignados a construcción de edificios

# settlement.workforce.atfeatures
source: %number% assigned to features construction
es: %number% asignados a construcción de piezas

# settlement.workforce.employed
source: %number% employed in various buildings
es: %number% empleados en varios edificios

# settlement.workforce.available
source: %number% available for farming and local economy
es: %number% disponibles para la agricultura y la economía local

# road.quality.0
source: (planned)
es: (planificado)

# road.quality.1
source: dirt track
es: camino de tierra

# road.quality.2
source: dirt road
es: camino de tierra

# road.quality.3
source: country road
es: camino rural

# road.quality.4
source: hard road
es: camino duro

# road.quality.5
source: paved road
es: camino asfaltada

# road.workers
source: workers
es: trabajadores

# direction.long.north
source: north
es: norte

# direction.long.east
source: east
es: este

# direction.long.south
source: south
es: sur

# direction.long.west
source: west
es: oeste

# direction.long.northeast
source: north-east
es: noreste

# direction.long.northwest
source: north-west
es: noroeste

# direction.long.southeast
source: south-east
es: sur-este

# direction.long.southwest
source: south-west
es: sur-oeste

# direction.short.west
source: W
es: O

# direction.short.northwest
source: NW
es: NO

# direction.short.southwest
source: SW
es: SO

# culture.european.central
source: central european
es: europeo central

# culture.european.northern
source: northern european
es: norte europeo

# culture.european.southern
source: southern european
es: europeo sureño

# culture.european.eastern
source: eastern european
es: europeo del este

# culture.african
source: african
es: africano

# culture.indian
source: indian
es: indio

# culture.asian
source: asian
es: asiático

source: status
es: estado

source: locked
es: bloqueado

source: dead
es: muerto

source: inactive
es: inactivo

# prisoner.singular
source: prisoner
es: prisionero

source: wounded
es: herido

source: hungry
es: hambriento

# veryhungry
source: starving
es: famélico

source: routed
es: desviado

# offered
source: included in a knight offer
es: incluido en una oferta de caballero

# assigned
source: assigned from %from%, could still be reclaimed
es: asignado de %from%, aún podría ser reclamado

source: last battle
es: última batalla

# islocked
source: currently being reassigned to you
es: siendo reasignado a usted

# hour.singular
source: hour
es: hora

# minute.singular
source: minute
es: minuto

# untilturn
source: %h% %hours%, %m% %minutes% until next day change
es: %h% %hours%, %m% %minutes% hasta el próximo cambio de día

# untilturn2
source: %m% %minutes% until next day change
es: %m% %minutes% hasta el próximo cambio de día

source: location
es: ubicación

source: coordinates
es: coordenadas

# spotdistance
source: spotting distance
es: distancia de detección

# actdistance
source: interaction distance
es: distancia de interacción

source: travel speed
es: velocidad de desplazamiento

# travellocked
source: Your recent travel was blocked by local actions or battles.
es: Su viaje reciente fue bloqueado por las acciones locales o batallas.

# nearest
source: nearest settlement
es: asentamiento más cercano

# nothingnear
source: no nearby settlement
es: ningún asentamiento cercano

# nearbyothers
source: Nearby Nobles
es: Nobles Cercanos

# nearbattles
source: Nearby Battles
es: Batallas Cercanas

source: view details
es: ver detalles

source: none
es: ninguno

source: yes
es: sí

# techtree
source: Technology Tree
es: Árbol de Tecnología

source: travelling
es: de viaje

# newevents.singular
source: %number% event
es: %number% evento

# newmessages.singular
source: %number% message
es: %number% mensaje

# inside
source: inside %place%
es: dentro de %place%

# near
source: near %place%
es: cerca de %place%

# prisonerof
source: prisoner of %captor%
es: prisionero de %captor%

source: at sea
es: en el mar

# tradename
source: name (optional)
es: nombre (opcional)

# zoom
source: zoom to fit
es: agrandar para encajar

source: expand
es: expandir

# fewoffers
source: There are only %count% knight offers open at this time. Creating more knight offers now has a very good chance of giving you new knights.
es: Sólo hay %count% ofertas de caballero abiertas en este momento. Creación de más ofertas de caballero ahora tiene una muy buena oportunidad de darle nuevos caballeros.

source: distance
es: distancia

source: length
es: longitud

# dist.metre.singular
source: %value% metre
es: %value% metro

# dist.yard.singular
source: %value% yard
es: %value% yarda

# dist.mile.singular
source: %value% mile
es: %value% milla

# dist.league.singular
source: %value% league
es: %value% liga

# popdensity
source: people per square mile
es: personas por milla cuadrada

# day.singular
source: day
es: día

source: today
es: hoy

source: source
es: fuente

source: destination
es: destino

source: resources
es: recursos

source: food
es: comida

source: wood
es: madera

source: goods
es: bienes

# money
source: wealth
es: riqueza

source: background
es: antecedentes

# estate.singular
source: estate
es: villa

# realm.singular
source: realm
es: dominio

# building.singular
source: building
es: edificación

# feature.singular
source: feature
es: pieza

# build.workers
source: workers
es: trabajadores

# build.available
source: %number% (%percent% %) workers available
es: %number% (%percent% %) trabajadores disponibles

# build.employees
source: employed
es: empleados

# build.underway
source: under construction
es: bajo construcción

source: workforce
es: fuerza laboral

source: inheritance
es: herencia

source: nobody
es: nadie

source: under construction
es: bajo construcción

source: finished
es: terminado

# biome.scrub
source: scrubland
es: matorral

# biome.thin scrub
source: thin scrubland
es: matorral delgado

# biome.grass
source: grassland
es: pradera

# biome.thin grass
source: thin grassland
es: pradera delgada

# biome.marsh
source: marsh
es: pantano

# biome.forest
source: forest
es: bosque

# biome.dense forest
source: dense forest
es: bosque denso

# biome.snow
source: snowy mountains
es: montañas nevadas

# biome.rock
source: mountain
es: montañas

# biome.desert
source: desert
es: desierto

# biome.ocean
source: ocean
es: océano

# biome.lake
source: lake
es: lago

# biome.water
source: lake
es: lago

# biome.river
source: river
es: río

# error.notfound.page
source: Page not found
es: Página no encontrada

# error.notfound.character
source: Character not found
es: Personaje no encontrado

# error.notfound.action
source: Action not found
es: Acción no encontrada

# error.notfound.settlement
source: Settlement not found
es: Asentamiento no encontrado

# error.notfound.buildingtype
source: no such building type
es: no hay tal tipo de edificio

# error.notfound.featuretype
source: no such feature type
es: no hay tal tipo de pieza

# error.notfound.entouragetype
source: no such entourage type
es: no hay tal tipo de séquito

# error.notfound.equipmenttype
source: no such equipment type
es: no hay tal tipo de equipo

# error.notfound.log
source: event journal does not exist
es: diario de eventos no existe

# error.notfound.battle
source: battle not found
es: batalla no encontrada
