Repository: TandSerrai/maf-translations
Catalog: messages.*.po
Languages: es

# rating.honor.label
source: honourable
es: honorable

# rating.honor.help
source: Does this noble act honourably, with grace in victory and decency in defeat?
es: Tiene este noble acto honorable, con la gracia de la victoria y la decencia en la derrota?

# rating.none
source: (no opinion)
es: (no opinión)

# rating.yes
source: yes
es: sí

# rating.submit
source: submit gossip
es: presentar chisme

# rating.votes
source: votes
es: votos

# unavailable.intro
source: Sorry, but this action is not currently available, because:
es: Lo sentimos, pero esta acción no está disponible actualmente, debido a que:

# unavailable.restricted
source: Your account is currently restricted.
es: Su cuenta está actualmente restringida.

# unavailable.free
source: This action is unavailable for trial accounts.
es: Esta acción no está disponible para las cuentas de prueba.

# unavailable.free2
source: With a free account, you can only take 3 estates per character.
es: Con una cuenta gratuita, sólo se puede tener 3 villas por personaje.

# unavailable.npc
source: Not available to bandit characters.
es: No está disponible para personajes de bandidos.

# unavailable.already
source: You are already conducting this action.
es: Usted ya está llevando a cabo esta acción.

# unavailable.supporting
source: You are already supporting someone else in this action.
es: Usted ya está apoyando a alguien más en esta acción.

# unavailable.atsea
source: You are travelling at sea.
es: Usted está viajando en el mar.

# unavailable.nosettlement
source: You are not near any settlement.
es: Usted no está cerca de ningún asentamiento.

# unavailable.notinside
source: You are not inside the settlement.
es: Usted no está en el interior del asentamiento.

# unavailable.noregion
source: You are not in an inhabited area.
es: Usted no está en una zona habitada.

# unavailable.nodock
source: There are no docks nearby.
es: No hay muelles cerca.

# unavailable.noship
source: You do not have a ship nearby.
es: Usted no tiene un barco cercano.

# unavailable.nofeatures
source: No damageable features nearby.
es: No hay piezas dañables cercanas.

# unavailable.notyours
source: The settlement owner has not granted you permission to do this.
es: El propietario del asentamiento no le ha concedido permiso para hacer esto.

# unavailable.notyours2
source: You do not control this settlement.
es: No controlas este asentamiento.

# unavailable.notrain
source: No available training options.
es: No hay opciones de entrenamiento disponibles.

# unavailable.nobody
source: No other nobles within range.
es: No hay otros nobles dentro del alcance.

# unavailable.nosoldiers
source: You do not have any soldiers.
es: Usted no tiene ningún soldado.

# unavailable.nomilitia
source: There are no soldiers available here.
es: No hay soldados disponibles aquí.

# unavailable.nobattles
source: There are no battles nearby
es: No hay batallas cercanas.

# unavailable.nooffers
source: No soldiers or existing offers available.
es: No hay soldados u ofertas existentes disponibles.

# unavailable.noassigned
source: You have no soldiers assigned.
es: No tiene soldados asignados.

# unavailable.nospies
source: You don't have any spies in your employ.
es: Usted no tiene ningún espía en su empleo.

# unavailable.inbattle
source: You are already involved in a battle.
es: Usted ya está involucrado en una batalla.

# unavailable.nobattle
source: You are not involved in any battle.
es: Usted no está involucrado en ninguna batalla.

# unavailable.nobattle2
source: You are not being forced into any battle, but have committed yourself.
es: Usted no está siendo forzado en ninguna batalla, pero has comprometido.

# unavailable.intercepted
source: You already tried to disengage from this battle, and failed.
es: Usted ya ha intentado desvincularse de esta batalla, y ha fallado.

# unavailable.noprisoners
source: You don't have any prisoners.
es: Usted no tiene ningún prisionero.

# unavailable.notprisoner
source: You are not a prisoner.
es: Usted no es un prisionero.

# unavailable.prisoner
source: You are a prisoner and have only very limited actions available.
es: Usted es un prisionero y sólo tiene acciones muy limitadas disponibles.

# unavailable.notmember
source: You are not a member of this realm.
es: Usted no es un miembro de este dominio.

# unavailable.leader
source: As the ruler of a realm, you cannot do this. Manage the allegiance of your realm instead.
es: Como el soberano de un dominio, no se puede hacer esto. Gestione la lealtad de su dominio en su lugar.

# unavailable.notleader
source: You are not the ruler of this realm.
es: Usted no es el soberano de este dominio.

# unavailable.notdiplomat
source: You do not hold a position with diplomacy permissions in this realm.
es: Usted no tiene una posición con permisos de diplomacia en este dominio.

# unavailable.noothers
source: There are no other characters nearby.
es: No hay otros personajes cercanos.

# unavailable.vassal
source: You cannot do this as long as you are the vassal of someone else.
es: Usted no puede hacer esto, siempre y cuando usted sea el vasallo de otra persona.

# unavailable.norealms
source: You do not belong to any realms.
es: Usted no pertenece a ningún dominio.

# unavailable.haverealm
source: You already have a realm.
es: Ya tiene un dominio.

# unavailable.novassals
source: You do not have any vassals (your own characters don't count).
es: Usted no tiene ningún vasallos (sus propios personajes no cuentan).

# unavailable.fewestates
source: A new realm needs to have at least two estates.
es: Un nuevo dominio tiene que tener por lo menos dos villas.

# unavailable.notvassal
source: You are not a vassal.
es: Usted no es un vasallo.

# unavailable.toolow
source: Your realm is of the lowest designation and thus cannot have subrealms.
es: Su dominio es la designación más baja y por lo tanto no puede tener subdominios.

# unavailable.toosmall
source: Your realm needs to have at least two estates to split one (or more) off into a subrealm.
es: Su dominio tiene que tener por lo menos dos villas para dividir uno (o más) fuera para un subdominio.

# unavailable.attacking
source: you are busy attacking the nearby settlement.
es: usted está ocupado atacando el asentamiento cercano.

# unavailable.defending
source: you are busy defending the nearby settlement.
es: usted está ocupado defendiendo el asentamiento cercano.

# unavailable.both
source: You cannot both attack and defend at the same time.
es: No se puede atacar y defender al mismo tiempo.

# unavailable.enter.inside
source: You are already inside.
es: Usted ya está dentro.

# unavailable.enter.notyours
source: As a prisoner, you can only follow your captor or bring him into your own settlements.
es: Como prisionero, sólo puede seguir su captor o traerlo en sus propios asentamientos.

# unavailable.location.library
source: This settlement does not have a library.
es: Este asentamiento no tiene una biblioteca.

# unavailable.location.temple
source: This settlement does not have a temple.
es: Este asentamiento no tiene un templo.

# unavailable.location.barracks
source: This settlement does not have barracks.
es: Este asentamiento no tiene cuarteles.

# unavailable.location.yours
source: You already control this settlement.
es: Usted ya controla este asentamiento.

# unavailable.location.fortified
source: You cannot take control of a fortified settlement from the outside.
es: No se puede tomar el control de un asentamiento fortificado desde el exterior.

# unavailable.location.nodefenders
source: There are no troops defending this settlement, you can simply take it.
es: No hay tropas defensoras este asentamiento, sólo tiene que tomarlo.

# unavailable.trade.noestate
source: You do not have any estates with which to trade.
es: Usted no tiene ninguna villas con las que comerciar.
