Repository: TandSerrai/maf-translations
Catalog: messages.*.po
Languages: es

# dateformat
source: Y-m-d
es: A-m-d

# gametime.current
source: It is year %year%, week %week%, day %day% in the world of Might & Fealty
es: Es el año %year%, semana %week%, día %day% en el mundo de Might & Fealty

# gametime.long
source: year %year%, week %week%, day %day%
es: año %year%, semana %week%, día %day%

# realtime.forever
source: eternity
es: eternidad

# realtime.day.singular
source: %d% day (real time)
es: %d% día (tiempo real)

# realtime.hour.singular
source: %h% hour (real time)
es: %h% hora (tiempo real)

# realtime.minute.singular
source: %m% minute (real time)
es: %m% minuto (tiempo real)

# menu.playing
source: playing %name%
es: jugando %name%

# menu.profile
source: profile
es: perfil

# menu.characters
source: characters
es: personajes

# menu.homepage
source: homepage
es: página principal

# menu.terms
source: terms
es: condiciones

# menu.credits
source: credits
es: créditos

# menu.contact
source: contact
es: contactar

# menu.forum
source: forum
es: foro

# menu.bugs
source: bugtracker
es: gestor de fallos

# menu.about
source: about
es: acerca de

# menu.vips
source: VIPs
es: PMI

# menu.fiction
source: fiction
es: ficción

# menu.community
source: community
es: comunidad

# menu.translator
source: translations
es: traducciones

# menu.register
source: register
es: registrar

# menu.map
source: map
es: mapa

# menu.travel
source: map & travel
es: mapa y viajes

# menu.status
source: status
es: estado

# menu.recent
source: summary
es: resumen

# menu.rss
source: RSS feed
es: suministro de RSS

# menu.events
source: events
es: eventos

# menu.messages
source: messages
es: mensajes

# menu.news
source: publications
es: publicaciones

# menu.relations
source: relations
es: relaciones

# menu.politics
source: politics
es: política

# menu.actions
source: actions
es: acciones

# menu.allactions
source: all actions
es: todas las acciones

# menu.character.background
source: character background
es: antecedentes del personaje

# menu.character.start
source: character placement
es: colocación de personaje

# menu.dungeon
source: dungeon
es: calabozo

# contact.title
source: Contact
es: Contactar

# contact.forum
source: Terms of Service
es: Términos de Servicio

# registration.title
source: Registration
es: Inscripción

# registration.intro
source: By registering, you agree to our <a href="%url%" target="_blank">Terms of Service</a>.
es: Al registrarse, usted acepta nuestros <a href="%url%" target="_blank">Términos de Servicio</a>.

# registration.complete.name
source: Complete Registration
es: Completar Inscripción

# registration.complete.intro
source: Please verify or correct the data we have received from your identity provider below and confirm.
es: Por favor, verificar o corregir los datos que hemos recibido de su proveedor de identidad de abajo y confirme.

# registration.first.title
source: First Steps
es: Primeros Pasos

# registration.first.intro
source: Welcome to Might & Fealty.<br /> To start playing, <a href="%charpage%">create a character</a> on the character page, also accessible in the navigation menu.<br /> <br /> We also strongly recommend the <a href="https://www.youtube.com/watch?v=YWC6n9CnB3U">tutorial video</a> and the rest of the manual.
es: Bienvenido a Might & Fealty.<br /> Para empezar a jugar, <a href="%charpage%">crear un personaje</a> en la página de personaje también se puede acceder en el menú de navegación.<br /> <br /> También le recomendamos el <a href="https://www.youtube.com/watch?v=YWC6n9CnB3U">video tutorial</a> y el resto del manual.

# registration.help.username
source: A name of your choice to use to log in. Will not be revealed to anyone unless you choose so.
es: Un nombre que desee utilizar para conectarse. No será revelado a nadie a menos que usted elija hacerlo.

# registration.help.email
source: Your e-mail address for password resets and notifications. Will not be revealed to anyone unless you choose so.
es: Tu dirección de correo electrónico para el restablecimiento de contraseñas y notificaciones. No será revelada a nadie a menos que usted elija hacerlo.

# registration.help.password
source: Choose a password to log in. Can be any length. Your responsibility to choose a good one.
es: Elija una contraseña para iniciar sesión. Puede ser cualquier longitud. Es su responsabilidad para elegir una buena.

# registration.help.repeat
source: Repeat the password to make sure you did not make any typos.
es: Repita la contraseña para asegurarse de que usted no hizo errores tipográficos.

# login.intro
source: Provide the username or e-mail you used to register below to log in:
es: Proporcione el nombre de usuario o correo electrónico que utilizó para registrarse abajo para iniciar sesión:

# login.openid
source: showing %from% to %to%, %total% total
es: mostrando %from% a %to%, %total% total

# pager.prev
source: previous
es: anterior

# pager.next
source: next
es: siguiente

# togglelist
source: toggle list style
es: alternar estilo de lista

# map.title.map
source: map
es: mapa

# map.title.both
source: map and travel
es: mapa y viajes

# map.layers
source: layers
es: capas

# map.map
source: abstract map
es: mapa abstracto

# map.graphical
source: graphical map
es: mapa gráfico

# map.search
source: search for settlement
es: buscar un asentamiento

# map.searching
source: searching...
es: buscando...

# map.settlements
source: settlements
es: asentamientos

# map.realms
source: sovereign realms
es: dominios mayores

# map.cultures
source: cultures
es: culturas

# map.towers
source: towers
es: torres

# map.roads
source: roads
es: calzadas

# map.chars
source: characters
es: personajes

# map.route
source: route plot
es: ruta

# map.invalid
source: invalid route
es: ruta inválida

# map.usedroads
source: road travel
es: desplazamientos por calzada

# map.offers
source: knight offers
es: ofertas de caballero

# map.you
source: your location
es: su ubicación

# map.area
source: local area
es: área local

# map.howto
source: legend
es: leyenda

# map.yourchars
source: your other characters
es: sus otros personajes

# map.others
source: foreign characters
es: personajes extraños

# map.ownedplace
source: owned settlements
es: sus asentamientos

# map.indyplace
source: independent settlements
es: asentamientos independientes

# map.spot
source: your spotting distance
es: su distancia de detección

# map.act
source: your interaction distance
es: su distancia de interacción

# map.clickselect
source: Click a settlement or character flag to get details.
es: Haga clic en la bandera de un asentamiento o un personaje para obtener más detalles.

# map.travel
source: Travel
es: Viajar

# map.locked
source: You are currently prevented from travelling (due to battle or other actions). You can set a travel route, but you will not start travelling until this condition has resolved.
es: En este momento no es posible viajar (debido a la batalla u otras acciones). Puede establecer una ruta de viaje, pero no empezará a viajar hasta que esta situación se haya resuelto.

# map.traveldetails
source: Travel Details
es: Detalles de Viaje

# map.draw
source: Click on the map to set waypoints.
es: Haga clic en el mapa para establecer puntos de referencia.

# map.submit
source: set route
es: fijar la ruta

# map.rmlast
source: remove last
es: quitar último

# map.enter
source: enter destination
es: entrar destinación

# map.clear
source: clear
es: despejar

# map.newroute
source: Your new route has been set. It will take you about %duration% days to complete.
es: Su nueva ruta se ha establecido. Le llevará aproximadamente %duration% días para completar.

# map.disembark
source: Your new route has been set. It crosses into land, so you will disembark at the red dot.<br /><small>The travel time estimate of %duration% days considers the route until that point. Red lines show the invalid travel section.</small>
es: Su nueva ruta se ha establecido. Atraviesa a la tierra, por lo que desembarcará en el punto rojo.<br /><small>La estimación de tiempo de viaje de %duration% días considera la ruta hasta ese punto. Las líneas rojas muestran la sección de viajes no válido.</small>

# map.crossings.title
source: river crossings
es: cruces de ríos

# map.crossings.river
source: The %river% at the bridge "%bridge%" near %nearby%.
es: El %river% en el puente "%bridge%" cerca de %nearby%.

# map.cleared
source: Route cleared.
es: Ruta despejada.

# map.error.impassable
source: Route contains impassible sections marked on the map now.<br /><small>Red lines go through impassable areas, red/black points show river crossings without a nearby bridge or cliffs/mountain sides too sheer to cross.</small>
es: Ruta contiene secciones intransitables marcados en el mapa ahora.<br /><small>Líneas rojas pasan por zonas intransitables, puntos rojos/negros muestran cruces de ríos sin un puente cercano o acantilados demasiado escarpados para cruzar.</small>

# map.error.world
source: You are trying to leave the known world. The gods will not allow that.
es: Usted está tratando de dejar el mundo conocido. Los dioses no permitirán eso.

# map.error.prisoner
source: As a prisoner, you cannot travel freely.
es: Como prisionero, usted no puede viajar libremente.

# map.error.restricted
source: Since your account is currently restricted, you cannot travel.
es: Debido a que su cuenta está restringida, no puedes viajar.

# map.info.length
source: Route length
es: Longitud de la ruta

# vip.title
source: VIPlayers
es: PMImportantes

# vip.intro
source: Hero
es: Héroe

# vip.status.20
source: Legend
es: Leyenda

# vip.status.30
source: Immortal
es: Inmortal

# account.title
source: Account
es: Cuenta

# account.characters
source: Characters
es: Personajes

# account.nocharacters
source: You have not yet created any characters.
es: Usted todavía no ha creado ningún personaje.

# account.abovelimit
source: click to toggle this character between primary/secondary characters list
es: Haga clic para activar este personaje entre la lista primaria/secundaria.

# account.created
source: created: %date%
es: creado: %date%

# account.lastlogin
source: last login: %date%
es: último acceso: %date%

# account.identities
source: Authentication
es: Autenticación

# account.authmail
source: username/email and password
es: nombre de usuario/dirección de correo electrónico y contraseña

# account.locked
source: Your characters are currently locked because you have run out of game-time. Please renew your subscription on the profile page.
es: Sus personajes están actualmente bloqueados porque se han quedado fuera del tiempo de juego. Por favor renueva su suscripción en la página de perfil.

# account.level.0
source: locked
es: bloqueado

# account.level.20
source: basic
es: básico

# account.level.40
source: intense
es: intenso

# account.level.50
source: ultimate
es: definitiva

# account.level.name
source: account level
es: nivel de cuenta

# account.level.limit
source: character limit
es: límite de personajes

# account.level.cpm
source: credits/month
es: créditos/mes

# account.level.firstmonth
source: first month
es: primer mes

# account.data.link
source: Edit Data
es: Editar datos

# account.data.title
source: Personal Data
es: Datos Personales

# account.data.saved
source: Your personal data has been updated.
es: Sus datos personales se han actualizado.

# account.settings.link
source: edit settings
es: editar los ajustes

# account.settings.title
source: Settings
es: Ajustes

# account.settings.language
source: Your language
es: Su lengua

# account.settings.notifications
source: E-Mail notifications
es: Notificaciones de correo electrónico

# account.settings.newsletter
source: Occasional newsletter
es: Boletín ocasional

# account.settings.submit
source: update
es: actualizar

# account.settings.saved
source: your settings have been updated.
es: los ajustes se han actualizado.

# account.autologin.title
source: Auto-Login
es: Inicio de Sesión Automático

# account.autologin.intro
source: enable
es: habilitar

# account.autologin.disable
source: disable
es: deshabilitar

# account.payment.title
source: Account Balance
es: Balance de la Cuenta

# account.payment.credits
source: You have %amount% credits in your account.
es: Tiene %amount% créditos en su cuenta.

# account.payment.link
source: Get More Credits
es: Obtenga Más Créditos

# account.payment.shop
source: Buying Credits
es: Comprando Créditos

# account.payment.intro
source: Payment History
es: Historial de Pagos

# account.payment.type
source: transaction type
es: tipo de transacción

# account.payment.date
source: date
es: fecha

# account.payment.amount
source: amount
es: cantidad

# account.payment.currency
source: currency
es: moneda

# account.payment.code
source: transaction code
es: código de transacción

# account.payment.success
source: The transaction has been completed successfully. It will take a few seconds to process.
es: La transacción se ha realizado correctamente. Tardará unos segundos en procesar.

# account.payment.fail
source: The transaction could not be completed. Sorry. Check your payment provider statement for errors. If the payment went through on your side, please contact tom@mightandfealty.com so I can fix this problem manually.
es: La operación no se pudo completar. Revise su proveedor de pago por errores. Si el pago pasó por su lado, por favor póngase en contacto con tom@mightandfealty.com para que pueda solucionar este problema de forma manual.

# account.code.title
source: redeem code
es: canjear código

# account.code.intro
source: If you have a code from a friend or the crowdfunding campaign, you can redeem it here.
es: Si tiene un código de un amigo o la campaña financiación colectiva, puedes canjearlo aquí.

# account.code.label
source: code:
es: código:

# account.code.submit
source: redeem
es: canjear

# account.code.redeemed
source: A code for %credits% game credits was found for your e-mail and automatically redeemed.
es: Se encontró un código para %credits% créditos del juego por su e-mail y redimido automáticamente.

# account.code.redeemed2
source: A code was found for your e-mail and automatically redeemed into %credits% game credits and a VIP status of "%vip%".
es: Se encontró un código por su e-mail y redimido automáticamente en %credits% créditos y un estatus PMI de "%vip%".

# account.code.redeemed3
source: The code you have entered is valid and has been redeemed for %credits% game credits.
es: El código que ha ingresado es válido y ha sido redimido por %credits% créditos del juego.

# account.code.redeemed4
source: The code you have entered is valid and has been redeemed for %credits% game credits and a VIP status of "%vip%".
es: El código que ha ingresado es válido y ha sido redimido por %credits% créditos del juego y un estatus PMI de "%vip%".

# account.credits.name
source: credits
es: créditos

# account.credits.sum
source: %amount% credits
es: %amount% créditos

# account.credits.title
source: Credits & Gifts
es: Créditos y Regalos

# account.credits.link
source: Credits and Gifts
es: Créditos y Regalos

# account.credits.short
source: Spend credits on additional content or make gifts to friends.
es: Gastar créditos en contenido adicional o hacer regalos a los amigos.

# account.credits.shop
source: Spend Credits
es: Gastar Créditos

# account.credits.shopdesc
source: Making gifts to friends
es: Hacer regalos a los amigos

# account.credits.giftdesc
source: Credit History
es: Historia de Crédito

# account.sub.title
source: Subscription
es: Suscripción

# account.sub.summary
source: Your current subscription level is <b>%mylevel%</b>, your next renewal is due on %until%.
es: Tu nivel de suscripción actual es <b>%mylevel%</b>, su próxima renovación se debe en %until%.

# account.sub.description
source: Change subscription level
es: Cambiar nivel de suscripción

# account.sub.submit
source: change subscription
es: cambiar suscripción

# account.sub.remaining
source: Your new subscription will start today, the first month subscription fee will automatically be reduced by %refund% credits remaining from your current subscription.
es: Su nueva suscripción comenzará hoy, la primera cuota de suscripción mensual se reducirá automáticamente por %refund% de los créditos restantes de su suscripción actual.

# account.sub.changed
source: Your subscription level has been changed.
es: Tu nivel de suscripción se ha cambiado.

# account.play
source: Play
es: Jugar

# account.viewlog
source: View History
es: Ver Historia

# account.familytree
source: Family Tree
es: Árbol Genealógico

# account.famtreedesc
source: Inspect the family tree of your characters
es: Inspeccione el árbol genealógico de sus personajes

# account.overview.link
source: Overview
es: Visión de Conjunto

# account.overview.desc
source: Map of all your characters and holdings
es: Mapa de todos sus personajes y propiedades

# account.overview.title
source: Characters Overview
es: Visión de Conjunto de Personajes

# account.overview.intro
source: This page shows all your characters, their holdings and claims.<br /> Bold yellow regions are estates of one of your characters. Orange regions are claimed by one of your characters.
es: Esta página muestra todos sus personajes, sus propiedades y reclamaciones.<br /> Regiones amarillas en negrilla son villas de uno de sus personajes. Regiones naranja son reclamados por uno de tus personajes.

# account.heraldry.link
source: Heraldry
es: Heráldica

# account.culture.link
source: Culture
es: Cultura

# account.culture.title
source: Culture
es: Cultura

# account.culture.intro
source: Culture Packs you own
es: Paquetes de Cultura que tiene

# account.culture.buyable
source: Culture Packs you can buy
es: Paquetes de Cultura que puede comprar

# account.culture.buy
source: buy
es: comprar

# account.culture.name
source: culture
es: cultura

# account.culture.cost
source: cost
es: costo

# account.culture.contains
source: contains
es: contiene

# account.culture.contents.names
source: names
es: nombres

# account.culture.submit
source: buy selected culture pack(s)
es: comprar paquete de cultura seleccionado (s)

# account.culture.change
source: change culture
es: cambiar cultura

# account.culture.upgrades
source: You do not have enough credits for this purchase.
es: No tienes suficiente credito para esta compra.

# account.culture.bought.title.singular
source: Culture Pack Bought
es: Paquete de Cultura Comprado

# account.culture.bought.intro.singular
source: Congratulations, you have bought a culture pack:
es: Felicitaciones, usted ha comprado un paquete decultura:

# account.culture.bought.contains
source: this pack contains:
es: este paquete contiene:

# account.gift.link
source: Gift to existing player
es: Regalo a jugador existente

# account.gift.title
source: Gift for a friend
es: Regalo para un amigo

# account.gift.intro
source: send to e-mail
es: enviar al correo electrónico

# account.gift.credits
source: amount of credits
es: cantidad de créditos

# account.gift.text
source: text to include in e-mail
es: texto para incluir en el correo electrónico

# account.gift.invite
source: invite your friend
es: invitar a su amigo

# account.gift.gift
source: make this gift
es: hacer regalo

# account.gift.error.notarget
source: No user with this e-mail address found.
es: Ningún usuario con esta dirección de correo electrónico se encontró.

# account.gift.mail.subject
source: Might & Fealty Gift
es: Might & Fealty Regalo

# account.gift.mail.body
source: <p>Your friend (cc'ed in this e-mail) has given you a gift of <b>%credits% credits</b> in Might & Fealty.</p> <p>He also sends this message:</p> <hr /> <p>%message%</p>
es: <p>Tu amigo (aparece en CC en este correo) le ha dado un regalo de <b>%credits% créditos</b> en Might & Fealty.</p> <p>También envía este mensaje:</p> <hr /> <p>%message%</p>

# account.invite.link
source: Invite with a gift
es: Invitar con un regalo

# account.invite.title
source: Invite a friend
es: Invitar un amigo

# account.invite.intro
source: Might & Fealty Friend Invite
es: Might & Fealty Invitación de Amigo

# account.invite.mail.body
source: <p>Your friend (cc'ed in this e-mail) has invited you to play Might & Fealty. And to sweeten the deal, or maybe as a bribe to support some in-game ambitions, who knows, this invite comes with a code for <b>%credits% credits</b>. He also sent this message:</p> <hr /><p>%message%</p><hr /> <p>Join your friend in creating history, check out the game here:</p> <p><a href="http://mightandfealty.com/">Might & Fealty</a></p> <p>or sign up directly through this link:</p> <p><a href="http://mightandfealty.com/register/">registration</a></p> <p>If you register with this e-mail address, the game will automatically redeem the invite gift code for you. If not, simply enter the code below under "get more credits" after registration.</p> <p><b>%code%</b></p> <p>Welcome to Might & Fealty - come and create history with us!</p>
es: <p>Tu amigo (aparece en CC en este correo electrónico) te ha invitado a jugar Might & Fealty. Y para endulzar el trato, o tal vez como un soborno para apoyar algunas ambiciones en el juego, la invitación viene con un código de <b>%credits% créditos</b>. También envió este mensaje:</p> <hr /><p>%message%</p><hr /> <p>Únase a su amigo en la creación de la historia, visitar el juego aquí:</p> <p><a href="http://mightandfealty.com/">Might & Fealty</a></p> <p>o inscribirse directamente a través de este enlace:</p> <p><a href="http://mightandfealty.com/register/">registro</a></p> <p>Si se registra con esta dirección de correo electrónico, el juego redimirá automáticamente el código de invitación para usted. Si no, simplemente introduzca el código de abajo en "conseguir más créditos" después de Registrarse.</p> <p><b>%code%</b></p> <p>Bienvenido a Might & Fealty - venir y hacer historia con nosotros!</p>

# account.invite.mail2.subject
source: Might & Fealty Friend Subscription
es: Might & Fealty Suscripción de Amigo

# account.invite.mail2.body
source: Create Character
es: Crear Personaje

# newcharacter.description
source: create a new character or ancestor
es: crear un nuevo personaje o ascendiente

# newcharacter.intro
source: You can create %limit% more living character today.
es: Puede crear %limit% personajes vivos hoy.

# newcharacter.limited
source: You cannot create new living characters anymore today. You will get more available character slots every real-life day.
es: Usted no puede crear más personajes vivos hoy. Usted recibirá más espacio disponible para personajes todos los días de la vida real.

# newcharacter.spawnlimit
source: You currently have several unspawned characters. Please start playing them first, before you create more characters.
es: Actualmente tienes varios personajes que no están en el mapa. Por favor, comience a jugarlos primero, antes de crear más personajes.

# newcharacter.accountlimit
source: You are currently playing %active% of %limit% possible characters.
es: En este momento está jugando %active% de %limit% personajes posibles.

# newcharacter.overlimit
source: You already have as many characters as your current subscription level allows. If you want to create additional characters, you will need to raise your subcription level first.
es: Usted ya tiene muchos personajes como su nivel de suscripción actual permite. Si desea crear personajes adicionales, tendrá que elevar su nivel de suscripción primero.

# newcharacter.help.name
source: The full name of your character, including given and family name, but not including any titles. required
es: El nombre completo de su personaje, incluyendo nombre y apellido, pero sin incluir ningún título. necesario

# newcharacter.help.gender
source: required
es: necesario
