Repository: TandSerrai/maf-translations
Catalog: messages.*.po
Languages: es

# error.notfound.battlereport
source: battle report not found
es: informe de batalla no encontrada

# error.notfound.recruit
source: recruit not found
es: recluta no encontrado

# error.notfound.listing
source: list not found
es: lista no encontrada

# error.notfound.paper
source: publication not found
es: publicación no encontrada

# error.notfound.position
source: realm position not found
es: posición de dominio no encontrada

# error.notfound.realmrelation
source: realm relation not found
es: relación de dominio no encontrada

# error.notfound.election
source: election not found
es: elección no encontrado

# error.notfound.newliege
source: settlement owner not found, please choose a different knight offer.
es: dueño del asentamiento no encontrado, por favor elija una oferta caballero diferente.

# error.notfound.offer
source: please select a knight offer.
es: por favor, seleccione una oferta de caballero.

# error.noaccess.character
source: character does not belong to you
es: personaje no pertenece a usted

# error.noaccess.busy
source: this bandit has already been chosen by someone else.
es: este bandido ya ha sido elegido por otra persona.

# error.noaccess.notnpc
source: this is not a bandit character.
es: esto no es un personaje bandido.

# error.noaccess.log
source: you do not have access to this log
es: usted no tiene acceso a este registro

# error.noaccess.settlement
source: you do not have full access to this settlement
es: usted no tiene acceso completo a este asentamiento

# error.noaccess.paper
source: you are not a member of this publication
es: usted no es miembro de esta publicación

# error.noaccess.edition
source: you do not have a copy of this edition
es: usted no tiene una copia de esta edición

# error.noaccess.paperowner
source: you are not an owner of this publication
es: usted no es un propietario de esta publicación

# error.noaccess.library
source: you cannot create new publications because none of your estates has a library
es: no se puede crear nuevas publicaciones porque ninguno de sus villas tiene una biblioteca

# error.noaccess.battlereport
source: you were not a participant in that battle, so you have to rely on eye witness reports for its details
es: no eran un participante en esa batalla, así que tienes que confiar en los informes de testigos oculares de sus detalles

# error.missing.character
source: Character required, but missing. Please select a character from the character page or log in again.
es: Personaje obligatorio, pero falta. Por favor, seleccione un personaje en la página de personajes o iniciar sesión.

# error.missing.location
source: This character does not have a location, select a start location first.
es: Este personaje no tiene una ubicación, seleccione una ubicación de inicio en primer lugar.

# error.missing.soul
source: This character is dead and cannot affect the world of the living anymore.
es: Este personaje está muerto y no puede afectar al mundo de los vivos más.

# error.missing.user
source: You are not logged in or your session has expired. Please log in (again).
es: Usted no se ha identificado o su sesión ha caducado. Por favor conectarse (otra vez).

# error.payment.already
source: This code has already been redeemed, maybe automatically as you logged in. Check your credit history, please. If you believe this to be an error, please contact tom@mightandfealty.com for details.
es: Este código ya ha sido redimido, tal vez de forma automática a medida que ha identificado. Revise su historial de crédito, por favor. Si usted cree que esto es un error, por favor póngase en contacto con tom@mightandfealty.com para más detalles.

# error.payment.notforyou
source: This code is locked to a specific e-mail address, different from yours.
es: Este código se bloquea a una dirección de correo electrónico específica, diferente a la suya.

# error.iseditor
source: Could not add %character%, who is already a member.
es: No se pudo añadir %character%, dado que ya es miembro.

source: select all
es: seleccionar todo

# withall
source: with all selected...
es: con todo seleccionado...

source: experience
es: experiencia

source: weapon
es: arma

# armour
source: armor
es: armadura

source: equipment
es: equipamiento

source: home
es: hogar

source: group
es: grupo

# npc.type
source: type
es: tipo

# npc.name
source: name
es: nombre

# npc.number
source: number
es: número

# npc.supply
source: supply
es: provisión

# npc.is
source: wandering bandit
es: bandido errante

# npc.maxreached
source: You are already playing the maximum allowed number of bandits.
es: Usted ya está jugando el número máximo permitido de bandidos.

# npc.entourage.singular
source: entourage member
es: miembro de séquito

# npc.entourage2.singular
source: entourage
es: séquito

# npc.follower.singular
source: camp follower
es: simpatizante

# npc.scout.singular
source: scout
es: explorador

# npc.merchant.singular
source: merchant
es: comerciante

# npc.spy.singular
source: spy
es: espía

# npc.priest.singular
source: priest
es: sacerdote

# npc.herald.singular
source: herald
es: heraldo

# npc.translator.singular
source: translator
es: traductor

# npc.scholar.singular
source: scholar
es: erudito

# npc.soldier.singular
source: soldier
es: soldado

# soldier.type
source: type
es: tipo

# soldier.home
source: home
es: hogar

# soldier.group
source: group
es: grupo

# soldier.name
source: name
es: nombre

# soldier.train
source: training
es: entrenando

# soldier.complete
source: estimated complete
es: finalización estimada

# soldier.assigned_to
source: assigned to
es: asignado a

# soldier.assigned_since
source: assigned since
es: asignado desde

# soldier.reclaim
source: reclaim chance
es: probabilidad de recuperar

# soldier.buryall
source: bury all dead
es: enterrar muertos

# soldier.resupplyall
source: resupply all
es: reabastecer todos

# soldier.rabble.singular
source: rabble
es: gentuza

# soldier.light infantry.singular
source: light infantry
es: infantería ligera

# soldier.medium infantry.singular
source: medium infantry
es: infantería media

# soldier.heavy infantry.singular
source: heavy infantry
es: infantería pesada

# soldier.archer.singular
source: archer
es: arquero

# soldier.mounted archer.singular
source: mounted archer
es: arquero montado

# soldier.cavalry.singular
source: cavalry
es: caballería

# item.none
source: (none)
es: (nada)

# item.choose
source: -- choose --
es: -- elegir --

# item.current
source: (current)
es: (actual)

# item.axe
source: axe
es: hacha

# item.broadsword
source: broadsword
es: sable

# item.chainmail
source: chainmail
es: cota de malla

# item.cloth armour
source: cloth armor
es: armaduras de tela

# item.crossbow
source: crossbow
es: ballesta

# item.horse
source: horse
es: caballo

# item.improvised
source: improvised
es: improvisado

# item.javelin
source: javelin
es: jabalina

# item.leather armour
source: leather armor
es: armadura de cuero

# item.longbow
source: longbow
es: arco largo

# item.pike
source: halberd
es: pica

# item.plate armour
source: plate armor
es: armadura de placas

# item.scale armour
source: scale armor
es: armadura de escamas

# item.shield
source: shield
es: escudo

# item.shortbow
source: shortbow
es: arco corto

# item.short sword
source: short sword
es: espada corta

# item.spear
source: spear
es: lanza

# item.sword
source: sword
es: espada

# item.war horse
source: war horse
es: caballo de guerra

# events.title
source: Event Journals
es: Diario de Eventos

# events.log
source: Journal
es: Diario

# events.type
source: type
es: tipo

# events.logtitle
source: Event Journal of %subject%
es: Diario de Eventos de %subject%

# events.from
source: available from
es: disponible de

# events.until
source: available until
es: disponible hasta

# events.events
source: events
es: eventos

# events.new
source: new
es: nuevo

# events.read
source: read
es: leer

# events.allread
source: mark as read for all my characters
es: Marcar como leído para todos mis personajes

# events.alldone
source: marked as read for all your characters
es: marcado como leído para todos tus personajes

# events.alldone2
source: marked as read for this character
es: marcado como leído para este personaje

# events.research.ongoing.singular
source: A scholar of yours is currently researching older records in this journal.
es: Un estudioso de suyo está investigando los documentos más antiguos en este diario.

# events.research.intro
source: There are more events in older records, a scholar will be able to research them.
es: Hay más eventos en los registros más antiguos, un erudito será capaz de investigar ellos.

# events.research.can.singular
source: You have a scholar available for research work.
es: Usted tiene un estudioso disponible para el trabajo de investigación.

# events.filter.all
source: all events
es: todos los eventos

# events.filter.medium
source: only interesting
es: sólo lo interesante

# events.filter.high
source: only important
es: sólo lo importante

# events.filter.ultra
source: only very important
es: sólo lo muy importante

# interaction.message.name
source: recipient(s)
es: recipiente(s)

# interaction.message.subject
source: topic
es: tema

# interaction.message.body
source: content
es: contenido

# interaction.message.submit
source: send letter
es: enviar carta

# interaction.attack.name
source: target(s)
es: objetivo(s)

# interaction.attack.submit
source: initiate attack
es: iniciar ataque

# interaction.grant.name
source: grant control
es: otorgar control

# interaction.grant.submit
source: grant
es: otorgar

# interaction.publication.name
source: new member(s)
es: nuevo(s) miembro(s)

# interaction.publication.submit
source: add member(s)
es: añadir miembro(s)

# interaction.abdicate.name
source: announce as successor:
es: anunciar como sucesor:

# interaction.abdicate.submit
source: abdicate
es: abdicar

# interaction.giveship.name
source: give ship to:
es: dar barco a:

# interaction.giveship.submit
source: give it
es: dar

# battle.title
source: Battle Report
es: Reporte de Batalla

# battle.upcoming
source: Upcoming Battle
es: Próxima Batalla

# battle.participants
source: participants
es: participantes

# battle.location.nowhere
source: Neverwhere battle
es: Batalla Nuncajamas

# battle.location.of
source: The battle of %location%
es: La batalla de %location%.

# battle.location.near
source: A battle near %location%
es: Batalla cerca de %location%.

# battle.defenses
source: An assault against a defended position with
es: Un asalto contra una posición defendida con

# battle.initial
source: initial troops
es: tropas iniciales

# battle.combat
source: combat
es: combate

# battle.ranged.title
source: ranged phase
es: fase a distancia

# battle.ranged.shots.singular
source: %i% shot fired
es: %i% disparo efectuado

# battle.ranged.hits.singular
source: %i% hit
es: %i% golpe

# battle.ranged.kill.singular
source: %i% enemy killed
es: %i% enemigo asesinado

# battle.ranged.wound.singular
source: %i% enemy wounded
es: %i% eenemigo herido

# battle.ranged.routed.singular
source: %i% enemy routed
es: %i% enemigo desviado

# battle.ranged.capture.singular
source: %i% enemy noble surrendered
es: %i% enemigo noble rendido

# battle.melee.title
source: melee phase %i%
es: fase de combate cuerpo a cuerpo %i%

# battle.melee.alive.singular
source: %i% soldier fighting
es: %i% soldado luchando

# battle.melee.kill.singular
source: %i% enemy killed
es: %i% enemigo asesinado

# battle.melee.wound.singular
source: %i% enemy wounded
es: %i% eenemigo herido

# battle.melee.panic.singular
source: %i% enemy routed
es: %i% enemigo desviado

# battle.melee.capture.singular
source: %i% enemy noble captured
es: %i% enemigo noble rendido

# battle.hunt.title
source: hunt
es: caza

# battle.hunt.killed.singular
source: %i% enemy was killed or wounded while fleeing.
es: %i% enemigo fue asesinado o herido cuando huía.

# battle.hunt.entkilled.singular
source: %i% enemy entourage member was killed during the rout.
es: %i% miembro de séquito enemigo fue asesinado durante la derrota.

# battle.hunt.dropped.singular
source: %i% soldier dropped his equipment to run away faster.
es: %i% soldado bajó el equipamiento para huir más rápido.

# battle.finish
source: survivors
es: sobrevivientes

# battle.fate.title
source: fate of nobles
es: destino de nobles

# battle.fate.killed
source: %character% was killed.
es: %character% fue asesinado.

# battle.fate.wounded
source: %character% was wounded.
es: %character% fue herido.

# battle.fate.victory
source: %character% was victorious.
es: %character% fue victorioso.

# battle.fate.retreat
source: %character% retreated.
es: %character% se retiró.

# battle.fate.captured
source: %character% captured by the enemy
es: %character% capturado por el enemigo

# description.scout
source: An old and fairly primitive weapon, nevertheless both deadly and common on the battlefield.
es: Una vieja y bastante primitiva arma, sin embargo, tanto mortal y común en el campo de batalla.

# description.broadsword
source: A heavy and sturdy sword designed more for massive impact force than speed.
es: Una espada pesada y robusta diseñada para la fuerza de impacto masivo y no la velocidad.

# description.chainmail
source: Interlocking metal rings providing impressive armor and yet fairly low weight.
es: Anillos entrelazados de metal que proporcionan impresionante armadura y ha bastante bajo peso.

# description.cloth armour
source: Reinforced clothing, basically several layers of thick cloth. Does not really make much of a difference against real weapons, but can help against weak or glancing blows.
es: Ropa blindada, básicamente varias capas de tela gruesa. Realmente no hace una gran diferencia frente a las armas reales, pero puede ayudar contra golpes débiles o de refilón.

# description.crossbow
source: Technically advanced ranged weapon that requires less training than a bow and provides more accurate power, but requires longer loading times.
es: Técnicamente avanzada arma a distancia que requiere menos entrenamiento que un arco y proporciona energía más precisa, pero requiere tiempos de carga más largos.

# description.horse
source: Riding horse trained to suffer through the heat of battle without too much complaining.
es: Montar a caballo entrenado a sufrir por el calor de la batalla sin demasiadas quejas.

# description.improvised
source: Farm tools, other tools, big sticks - anything that was lying around and just might hurt someone.
es: Herramientas agrícolas, otras herramientas, grandes palos - cualquier cosa que fue por ahí y sólo podría herir a alguien.

# description.javelin
source: A short spear, balanced for throwing. One-use weapon that gives melee troops a small amount of ranged power.
es: Una lanza corta, equilibrada por lanzar. Un-uso de armas que da tropa decuerpo a cuerpo una pequeña cantidad de energía a distancia.

# description.leather armour
source: Hardened leather in multiple layers, slightly hindering movement but providing considerable protection.
es: Cuero endurecido en múltiples capas, lo que dificulta un poco el movimiento, pero que proporciona una protección considerable.

# description.longbow
source: The ultimate one-man ranged weapon, requiring long training and strong arms to use. Can pierce even solid metal armor at great distances.
es: La mejor arma unipersonal a distancia, lo que requiere mucho entrenamiento y armas contundentes para usar. Puede perforar la armadura de metal sólido incluso a grandes distancias.

# description.pike
source: A long pole-arm weapon with a blade and point, easy to learn and often the first serious weapon for conscripts to pick up.
es: Un arma de asta de largo con una cuchilla y punto, fácil de aprender y, a menudo la primera arma seria para los reclutas para recoger.

# description.plate armour
source: The ultimate in armor protection, consisting of solid metal plates covering every part of the body, interlocked and reinforced.
es: Lo último en protección de armadura, que consiste en placas de metal sólida que cubren todas las partes del cuerpo, entrelazadas y reforzadas.

# description.scale armour
source: A mixture of metal and leather, the scale armor has a solid leather body with numerous metal plates overlayed, affording more freedom of movement than more solid metal armors.
es: Una mezcla de metal y cuero, la armadura de escamas tiene un cuerpo sólido de cuero con numerosas placas metálicas superpuestas, dando más libertad de movimiento que las armaduras de metales sólidos.

# description.shield
source: A primitive and yet highly efficient defensive choice, a shield protects against both melee and ranged attacks.
es: Una opción primitiva y sin embargo altamente eficiente, un escudo protege contra los ataques cuerpo a cuerpo a distancia.

# description.shortbow
source: A very common type of bow, used mainly for hunting but quite effective against lightly armored enemies, too.
es: Un tipo muy común de arco, que se utiliza principalmente para la caza pero bastante eficaz contra los enemigos con armaduras ligeras, también.

# description.spear
source: Another simple and common weapon, popular due to its considerable reach and easy training.
es: Otra arma simple y común, popular debido a su considerable alcance.

# description.sword
source: Rare among the lower ranks, common amongst the nobility and those who can afford proper weaponsmiths.
es: Raro entre los rangos inferiores, común entre la nobleza y los que puedan permitirse armeros adecuados.

# description.short sword
source: A smaller sidearm to be used mostly as a fallback melee option for ranged troops, or as reserve weapon.
es: Un arma más pequeña que se utiliza sobre todo como una opción de combate cuerpo a cuerpo de repliegue de las tropas a distancia, o como arma de reserva.

# description.war horse
source: A large and heavy horse, specifically trained for battle and equipped with horse armor.
es: Un caballo grande y pesado, específicamente entrenados para la batalla y están equipadas con barda.

# about.title
source: About Might & Fealty
es: Acerca de Might & Fealty

# about.intro
source: Introduction
es: Introducción

# about.concept
source: Philosophy
es: Filosofía

# about.gameplay
source: Gameplay
es: Jugabilidad

# about.tech
source: Technology
es: Tecnología

# about.cost
source: Costs
es: Costos

source: Payment Concept
es: Concepto de Pago

# fiction.title
source: Might & Fealty Fiction
es: Might & Fealty Ficción

# fiction.header
source: Intro
es: Introducción

# fiction.intro.text
source: <p>The following stories are all in-character fiction, legends and myths from the Might & Fealty world that your character can hear or might even already know.</p> <p>Stories are often told or sung, rather than read, as most peasants can neither read nor write. Oral tradition is still very strong in the world of Might & Fealty, though many of the older or more popular legends have since been written down by scholars. There are, of course, also writers of fiction and song in the world, even if their works are more often performed than read.</p>
es: <p>Las siguientes historias son todas en-personaje de ficción, leyendas y mitos del mundo de Might & Fealty que tu personaje puede escuchar o incluso podría ya saber.</p> <p>Historias a menudo se les dice o cantan, en lugar de leer, como la mayoría de los campesinos no saben leer ni escribir. La tradición oral es todavía muy fuerte en el mundo de Might & Lealtad, aunque muchas de las leyendas más antiguas o populares desde entonces se han escrito por los estudiosos. Hay, por supuesto, también los escritores de ficción y de la canción en el mundo, aunque sus obras se realizan con más frecuencia de lo leído.</p>

# fiction.untranslated
source: Sorry, but this story has not yet been translated into your language.
es: Lo sentimos, pero esta historia aún no se ha traducido a su idioma.

# fiction.page.creation
source: Creation
es: Creación

# fiction.page.firstones
source: The First Ones
es: Los Primeros

# fiction.page.fall
source: The fall of Tymetras
es: La caída de Tymetras

# fiction.page.lendan
source: The Lendan Stones
es: Las Piedras de Lendan

# fiction.page.geas
source: An Ancient Geas
es: Un Antiguo Geas

# manual.title
source: Game Manual
es: Manual del Juego

# manual.intro
source: introduction
es: introducción

# manual.background
source: background
es: antecedentes

# manual.videos
source: videos
es: vídeos

# manual.basics
source: basic concepts
es: conceptos básicos

# manual.knight
source: playing a knight
es: jugando un caballero

# manual.lord
source: playing a lord
es: jugando un señor

# manual.ruler
source: playing a ruler
es: jugando un regente

# manual.others
source: other roles
es: otros papeles

# manual.characters
source: characters
es: personajes

# manual.economy
source: economy
es: economía

# manual.battles
source: battles
es: batallas

# manual.relations
source: marriage and relations
es: matrimonio y relaciones

# manual.fealty
source: oaths of fealty
es: juramentos de fidelidad

# manual.soldiers
source: soldiers
es: soldados

# manual.entourage
source: entourage
es: séquito

# manual.settlements
source: settlements
es: asentamientos

# manual.claims
source: claims
es: reclamaciones

# manual.realms
source: realms
es: dominios

# manual.travel
source: travel
es: viajes

# manual.trade
source: trade & tribute
es: comercio & tributo

# manual.politics
source: politics
es: política

# manual.diplomacy
source: diplomacy
es: diplomacia

# manual.elections
source: elections
es: elecciones

# manual.messages
source: messages
es: mensajes

# manual.publications
source: publications
es: publicaciones

# manual.history
source: history & events
es: historia eventos

# manual.permissions
source: permission system
es: sistema de permisos

# manual.prison
source: captivity
es: cautiverio

# manual.bandits
source: bandits
es: bandidos

# manual.supply
source: army supply
es: suministro para ejército

# manual.reference
source: reference
es: referencia

# manual.units
source: units of measurement
es: unidades de medida

# manual.test
source: test instance
es: instancia de prueba

# list.buildingtypes
source: list of all building types
es: lista de todos los tipos de edificios

# list.featuretypes
source: list of all feature types
es: lista de todos los tipos de piezas

# list.entouragetypes
source: list of all entourage members
es: lista de todos los miembros del séquito

# list.equipmenttypes
source: list of all equipment
es: lista de todo el equipamiento

# editor.help
source: formatting help
es: ayuda de formateo

# editor.preview.title
source: preview
es: preestreno

# editor.preview.intro
source: Here's what the message will look like:
es: Esto es lo que el mensaje se verá:

# editor.syntax
source: Ancient Blood
es: reputación

# rating.intro
source: Every noble has a reputation that follows him or her. Reputation is built by other nobles, through gossip.
es: Cada noble tiene una reputación que le sigue. Reputación es hecha por otros nobles, a través de los chismes.

# rating.empty
source: no gossip about this character... yet.
es: ningún rumores acerca de este personaje ... todavía.

# rating.edit
source: update gossip
es: actualizar chisme

# rating.write
source: add gossip
es: añadir chisme

# rating.content
source: words of gossip
es: palabras de chisme

# rating.respect.label
source: respectful
es: respetuoso

# rating.respect.help
source: Does this noble display proper etiquette and shows respect to both friends and enemies?
es: Este noble presenta etiqueta adecuada y muestra respeto a amigos y enemigos?

# rating.trust.label
source: trustworthy
es: digno de confianza

# rating.trust.help
source: Is this noble true to words given, and loyal to oaths and promises?
es: Es este noble fiel a las palabras dadas, y leal a los juramentos y promesas?
