Repository: TandSerrai/maf-translations
Catalog: politics.*.po
Languages: es, fr, it

# realm.title.female.4
source: duchess
es: duquesa
fr: duchesse
it: duchessa

# realm.title.female.5
source: princess
es: princesa

# realm.title.female.6
source: queen
es: reina
fr: reine
it: regina

# realm.title.female.7
source: empress
es: emperatriz
fr: impératrice
it: imperatrice

# position.name
source: title
es: título

# position.description
source: formal description
es: descripción formal

# position.elected
source: is elected
es: es electo

# position.inherit
source: can be inherited
es: puede ser heredada

# position.term
source: term length
es: longitud del término

# position.terms.0
source: for life
es: de por vida

# position.terms.365
source: four years (1 year real time)
es: cuatro años (1 año en tiempo real)

# position.terms.90
source: one year (3 months real time)
es: un año (3 meses de tiempo real)

# position.terms.30
source: one quarter (30 days real time)
es: un trimestre (30 días en tiempo real)

# position.permissions
source: permissions
es: permisos

# position.submit
source: edit position
es: editar posición

# position.remove
source: remove position
es: remover posición

# position.help.elected
source: Check this box to make this a position that is elected whenever it is free. If you leave the box unchecked, the position must be appointed by the ruler or someone with the "positions" permission.
es: Marque esta casilla para esta posición es electo cada vez que está libre. Si deja la casilla sin marcar, la posición debe ser designado por el soberano o alguien con los permisos "Posiciones".

# position.help.inherit
source: Check this box to make this position inheritable. If checked, the office holder will inherit the position upon his death. If unchecked, the position will become free if its holder dies.
es: Marque esta casilla para hacer que esta posición sea hereditaria. Si se marca, el poseedor de la oficina heredará la posición después de su muerte. Si no se controla, la posición será libre si su poseedor muere.

# position.appoint.intro
source: candidates
es: candidatos

# position.appoint.submit
source: announce changes
es: anunciar cambios

# position.appoint.done
source: Your changes have been completed and announced.
es: Sus cambios se han completado y anunciado.

# position.appoint.nodemoruler
source: Rulers cannot be demoted, this change has been ignored.
es: Los soberanos no pueden ser degradados, este cambio ha sido ignorado.

# diplomacy.name
source: Diplomacy
es: Diplomacia

# diplomacy.other
source: diplomatic relations to other realms
es: relaciones diplomáticas a otros dominios

# diplomacy.description
source: Manage the realms dependencies and formal diplomacy.
es: Gestionar las dependencias del dominio y la diplomacia formal.

# diplomacy.longdesc
source: Relations of %formalname% to other realms determine if %name% is independent or part of a larger realm. You can also break allegiance or create sub-realms here.
es: Relaciones de %formalname% a otros dominios determinan si %name% es independiente si o parte de un dominio más grande. También puede romper la lealtad o crear sub-dependencias del dominio aquí.

# diplomacy.status.name
source: relation status
es: estado de relación

# diplomacy.status.nemesis
source: nemesis
es: rival

# diplomacy.status.war
source: war
es: guerra

# diplomacy.status.peace
source: peace
es: paz

# diplomacy.status.friend
source: friend
es: amigo

# diplomacy.status.ally
source: ally
es: aliado

# diplomacy.report.myrealm
source: relations with %myrealm%
es: relaciones con %myrealm%

# diplomacy.report.we
source: we see them as %status%
es: los vemos como %status%

# diplomacy.report.they
source: they see us as %status%
es: nos ven como %status%

# diplomacy.report.link
source: view details
es: ver detalles

# diplomacy.report.between
source: Diplomatic relations between %myrealm% and %targetrealm%
es: Las relaciones diplomáticas entre %myrealm% y %targetrealm%

# diplomacy.report.position
source: diplomatic positon of %realm%
es: posición diplomática de %realm%

# diplomacy.report.undefined
source: (no diplomatic position defined)
es: (ninguna posición diplomática definida)

# diplomacy.change.name
source: Change Realm
es: Cambiar Dominio

# diplomacy.change.description
source: Join Realm
es: Unirse a un Dominio

# diplomacy.join.description
source: Realm to join
es: Dominio para unirse

# diplomacy.join.empty
source: -- choose --
es: -- elegir --

# diplomacy.join.via
source: available via
es: disponible a través de

# diplomacy.join.submit
source: join realm
es: unirse al dominio

# diplomacy.join.noothers
source: No realms to join available.
es: No hay dominios para unirse disponible.

# diplomacy.join.unavailable
source: Realms that have nobles nearby but are not available to join, and the reasons why:
es: Dominios que tienen nobles cercanos, pero no están disponibles para unirse, y las razones:

# diplomacy.join.unavail.type
source: Does not have a higher designation than your realm.
es: No tiene una designación más alta que su dominio.

# diplomacy.join.unavail.current
source: Is your current superior realm.
es: Es el dominio superior actual.

# diplomacy.join.done
source: You have successfully submitted to the superior power of %target% and made your %realm% a part of it.
es: Usted se ha rendido a la fuerza superior de %target% y ha hecho su %realm% una parte de ella.

# diplomacy.subrealm.name
source: Create Subrealm
es: Crear Sub-Dominio

# diplomacy.subrealm.description
source: Turn parts of your realm into a smaller sub-realm.
es: Vuelva partes de su dominio en un sub-dominio más pequeño.

# diplomacy.subrealm.intro
source: estates joining the new realm
es: villas que se unirán al nuevo dominio

# diplomacy.subrealm.newname
source: name of the new realm
es: nombre del nuevo dominio

# diplomacy.subrealm.ruler
source: ruler of the new realm
es: regent del nuevo dominio

# diplomacy.subrealm.empty
source: -- choose --
es: -- elegir --

# diplomacy.subrealm.submit
source: create realm
es: crear dominio

# diplomacy.subrealm.invalid.ruler
source: your selected ruler is not the lord of any of the estates you picked to join the new subrealm.
es: tu regente seleccionado no es el señor de cualquiera de las villas que escogiste para unirse al nuevo sub-dominio.

# diplomacy.subrealm.invalid.size
source: the subrealm must contain at least one estate, and at least one must remain with your main realm.
es: el sub-dominio debe contener al menos una villa, y al menos una debe permanecer con su dominio principal.

# diplomacy.subrealm.success
source: Your subrealm has been created.
es: Su sub-dominio ha sido creado.

# diplomacy.break.name
source: Declare Independence
es: Declarar Independencia

# diplomacy.break.description
source: Take your realm back to independence, declaring it seperate from its current superior realm.
es: Lleve a su dominio de nuevo a la independencia, declarándolo separado de su actual dominio superior.

# diplomacy.break.intro
source: declare independence
es: declarar independencia

# diplomacy.break.done
source: %realm% is now an independent %type%.
es: %realm% es ahora un %type% independiente.

# diplomacy.relations.name
source: Relations
es: Relaciones

# diplomacy.relations.title
source: Diplomatic Relations of %realm%
es: Relaciones Diplomáticas

# diplomacy.relations.description
source: target realm
es: dominio objetivo

# diplomacy.relations.ourstatus
source: our status
es: nuestro estatus

# diplomacy.relations.theirstatus
source: their status
es: su estatus

# diplomacy.relations.new.title
source: New Relation
es: Nueva Relación

# diplomacy.relations.new.intro
source: To create a diplomatic relation with a realm, follow this link:
es: Para crear una relación diplomática con un dominio, siga este enlace:

# diplomacy.relations.new.link
source: create new relation
es: crear una nueva relación

# diplomacy.relations.edit
source: edit relation
es: editar relación

# diplomacy.relations.target
source: target realm
es: dominio objetivo

# diplomacy.relations.public
source: public statement
es: declaración pública

# diplomacy.relations.internal
source: internal statement
es: declaración interna

# diplomacy.relations.delivered
source: delivered statement
es: declaración presentada

# diplomacy.relations.emptytarget
source: -- choose realm --
es: -- elegir dominio --

# diplomacy.relations.emptystatus
source: -- choose summary --
es: -- elegir resumen --

# diplomacy.relations.submit
source: announce new diplomatic status
es: anunciar la nueva condición diplomática

# diplomacy.relations.success
source: diplomatic relations have been updated and the changes announced
es: las relaciones diplomáticas se han actualizado y los cambios anunciados

# diplomacy.prisoners.name
source: Prisoners
es: Prisioneros

# diplomacy.prisoners.description
source: Manage, execute or release prisoners.
es: Gestionar, ejecutar o liberar a los prisioneros.

# diplomacy.prisoners.intro
source: set free
es: liberar

# diplomacy.prisoners.execute
source: execute
es: ejecutar

# diplomacy.prisoners.assign
source: assign to...
es: asignar a...

# diplomacy.prisoners.choose
source: -- choose --
es: -- elegir --

# diplomacy.prisoners.kill.behead
source: by beheading
es: por decapitación

# diplomacy.prisoners.kill.hang
source: by hanging
es: en la horca

# diplomacy.prisoners.kill.burn
source: by burning
es: prenderles fuego

# diplomacy.prisoners.kill.quarter
source: by quartering
es: por descuartizamiento

# diplomacy.prisoners.kill.impale
source: by impaling
es: a la espiga

# diplomacy.prisoners.done.free
source: %prisoner% has been set free.
es: %prisoner% ha sido puesto en libertad.

# diplomacy.prisoners.done.execute
source: %prisoner% has been executed.
es: %prisoner% ha sido ejecutado.

# diplomacy.prisoners.done.assign
source: %prisoner% has been assigned to %target%.
es: %prisoner% ha sido asignado a %target%.

# lists.name
source: Manage lists
es: Administrar listas

# lists.description
source: created by %character%
es: creado por %character%

# lists.new
source: create new list
es: crear nueva lista

# lists.members
source: Members of this list
es: Miembros de esta lista

# lists.member.allowed
source: allowed?
es: permitido?

# lists.member.realm
source: realm
es: dominio

# lists.member.subs
source: with subs?
es: con sirvs?

# lists.member.add
source: add new member
es: añadir nuevo miembro

# lists.member.del
source: remove
es: remover

# lists.member.none
source: no members defined
es: ningún miembro definidos

# lists.member.inherited
source: inherited rules:
es: reglas heredadas:

# lists.submit
source: update list
es: actualizar la lista

# lists.updated
source: The list has been updated.
es: La lista se ha actualizado.

# lists.searchinfo
source: You have unsaved changes.
es: Usted tiene cambios no guardados.

# lists.delete.submit
source: delete this list
es: Eliminar esta lista

# lists.delete.locked
source: You cannot delete this list at this time, because:
es: No se puede eliminar esta lista en este momento, debido a que:

# lists.delete.used
source: it is used in settlement permissions.
es: se utiliza en los permisos de asentamiento.

# lists.delete.descendants
source: other lists inherit from it.
es: otras listas heredan de ella.

# lists.delete.done
source: The list "%name%" has been deleted.
es: La lista "%name%" ha sido eliminado.

# perm.name
source: permission
es: permiso

# perm.value
source: amount
es: cantidad

# perm.reserve
source: reserve
es: reserva

# perm.add
source: add new permission
es: añadir nuevo permiso

# perm.del
source: remove
es: remover

# perm.none
source: no permissions defined
es: no hay permisos definidos

# perm.listing
source: grant to
es: conceder a

# perm.choose
source: -- choose --
es: -- elegir --

# perm.visit
source: enter settlement
es: entrar al asentamiento

# perm.docks
source: embark at docks
es: embarcarse en los muelles

# perm.resupply
source: resupply
es: reabastecimiento

# perm.mobilize
source: mobilize troops
es: movilizar tropas

# perm.construct
source: manage constructions
es: gestionar construcciones

# perm.recruit
source: manage recruitment
es: gestionar el reclutamiento

# perm.trade
source: manage trade
es: gestionar el comercio

# perm.positions
source: manage positions
es: gestionar las posiciones

# perm.expel
source: expel estates
es: expulsar villas

# perm.diplomacy
source: manage diplomacy
es: gestionar la diplomacia

# perm.laws
source: change laws
es: cambio de leyes

# perm.desc.title
source: Description of permissions
es: Descripción de permisos

# perm.desc.visit
source: name
es: nombre

# law.header.desc
source: description
es: descripción

# law.header.current
source: current law
es: ley actual

# law.label.succession
source: succession by heir
es: sucesión por el heredero

# law.label.ruler_election
source: ruler election method
es: método de elección de soberano

# law.label.estates
source: estates inheritance
es: herencia de villas

# law.desc.succession
source: Determines whether the rulers successor can inherit the realm or not. If not, the rulers death or resignation will always trigger an election.
es: Determina si el sucesor del soberano puede heredar el dominio o no. Si no, la muerte o renuncia del soberano siempre activarán una elección.

# law.desc.ruler_election
source: How a new ruler is elected whenever such is necessary.
es: Un nuevo soberano es elegido cada vez que tal es necesario.

# law.desc.estates
source: If estates can be inherited, or who they fall to in case of death of the lord.
es: Si las villas se pueden heredar, o quién se encargará en el caso de la muerte del señor.

# law.value.enabled
source: enabled
es: habilitado

# law.value.disabled
source: disabled
es: desactivado

# law.value.name.banner
source: by banner
es: por bandera

# law.value.name.spears
source: by spears
es: por lanzas

# law.value.name.swords
source: by swords
es: por espadas

# law.value.name.land
source: by land
es: por tierra

# law.value.name.heads
source: by heads
es: por cabezas

# law.value.name.inherit
source: inherit
es: heredar

# law.value.name.liege
source: liege
es: soberano

# law.value.name.ruler
source: ruler
es: señor

# law.value.desc.banner
source: one vote per noble
es: un voto por noble

# law.value.desc.spears
source: one vote per warrior commanded
es: un voto por cada guerrero comandado

# law.value.desc.swords
source: one vote per vassal
es: un voto por vasallo

# law.value.desc.land
source: one vote per estate
es: un voto por villa

# law.value.desc.heads
source: one vote per peasant ruled
es: un voto por cada campesino gobernado

# law.value.desc.inherit
source: inherited by successor
es: heredado por el sucesor

# law.value.desc.liege
source: fall to the lord
es: caer al soberano

# law.value.desc.ruler
source: fall to the ruler
es: caer al señor

# claim.title
source: claims
es: reclamaciones

# claim.none
source: no current claims
es: ninguna reclamación corrientes

# claim.add
source: announce a claim
es: anunciar una reclamación

# claim.cancel
source: withdraw your claim
es: retirar su reclamo

# claim.cost
source: Announcing a claim will send a herald to the settlement, removing him from your entourage.
es: Al anunciar un reclamo enviará un heraldo al asentamiento, sacándolo de su séquito.

# claim.already
source: You already hold a claim to this settlement.
es: Usted ya tiene una reclamación en este asentamiento.

# claim.noherald
source: You need a herald to announce a claim to a settlement.
es: Necesitas un heraldo para anunciar una reclamación en los asentamientos.

# claim.added
source: Your claim has been added.
es: Su reclamo ha sido añadido.

# claim.cancelled
source: You have withdrawn your claim.
es: Usted ha retirado su reclamación.

# claim.donthave
source: You cannot withdraw a claim you do not hold.
es: Usted no puede retirar un reclamo que no tiene.
