Repository: TandSerrai/maf-translations
Catalog: politics.*.po
Languages: es, fr, it

# status.self.landless
source: You are a landless knight.
es: Usted es un caballero sin tierra.
fr: Vous êtes un chevalier sans terre.
it: Siete un cavaliere senza terra.

# status.self.landless2
source: You are a landless noble.
es: Usted es un noble sin tierra.

# status.self.independent
source: You are an independent lord.
es: Eres un señor independiente.
fr: Vous êtes un seigneur indépendant.
it: Siete un signore indipendente.

# status.self.vassal
source: You are a vassal of %liege%.
es: Usted es un vasallo de %liege%.
fr: Vous êtes un vassal de <a href="%url%">%name%</a>.
it: Siete un vassallo di <a href="%url%">%name%</a>.

# status.self.realm
source: You are a member of %realm%
es: Usted es miembro de %realm%
fr: Vous êtes un membre de <a href="%url%">%name%</a>.
it: Siete un membro di <a href="%url%">%name%</a>.

# status.self.ultimate
source: You are an independent leader, but have not formed a realm yet.
es: Usted es un líder independiente, pero no ha formado un dominio todavía.
fr: Vous êtes un souverain indépendant, mais qui n'ont pas encore formé un royaume.
it: Siete un leader indipendente, ma non avete ancora formato un reame.

# status.self.liege
source: Liege of:
es: Soberano de:

# status.self.position
source: %position% of %realm%.
es: %position% de %realm%.

# status.other.landless
source: %He% is a landless knight.
es: %He% es un caballero sin tierra.
fr: %He% est un chevalier sans terre.
it: %He% è un cavaliere senza terra.

# status.other.landless2
source: %He% is a landless noble.
es: %He% es un noble sin tierra.

# status.other.independent
source: %He% is an independent lord.
es: %He% es un señor independiente.
fr: %He% est un indépendant seigneur.
it: %He% è un signore indipendente.

# status.other.vassal
source: %He% is a vassal of %liege%.
es: %He% es un vasallo de %liege%.
fr: %He% est le vassal de <a href="%url%">%name%</a>.
it: %He% è un vassallo di <a href="%url%">%name%</a>.

# status.other.realm
source: %He% is a member of %realm%
es: %He% es miembro de %realm%
fr: %He% est membre de <a href="%url%">%name%</a>.
it: %He% è un membro di <a href="%url%">%name%</a>.

# status.other.ultimate
source: %He% is an independent leader, but has not formed a realm yet.
es: %He% es líder independiente, pero no ha formado un dominio todavía.
fr: %He% est un souverain indépendant, mais n'a pas encore formé un royaume.
it: %He% è un leader indipendente che non ha ancora formato un reame.

# status.other.liege
source: Liege of:
es: Soberano de:

# status.realm.independent
source: %name% is an independent realm.
es: %name% es un dominio independiente.

# status.realm.ultimate
source: %name% is a sovereign realm.
es: %name% es un dominio soberano (el superior de su jerarquía).

# status.realm.second
source: %name% is a part of %ultimate%.
es: %name% es parte de %ultimate%.

# status.realm.inferior
source: %name% is a part of %superior% and both are parts of %ultimate%.
es: %name% es parte de %superior% y ambos son partes de %ultimate%.

# status.realm.partof
source: , part of %superior%
es: , parte de %superior%

# status.realm.myinferiors
source: Realms that are a part of %name%
es: Dominios que son parte de %name%

# relations.name
source: Relations
es: Relaciones

# relations.intro
source: Manage your personal and feudal relations to other characters here.
es: Gestione sus relaciones personales y feudales con otros personajes aquí.

# politics.name
source: Politics
es: Políticas

# politics.all
source: all political actions
es: todas las acciones políticas

# politics.intro
source: inheritance
es: herencia

# elections.name
source: Elections
es: Elecciones

# elections.description
source: View, vote in or create new elections for %name%.
es: Ver, votar o crear nuevas elecciones para %name%.

# elections.intro
source: As you have no priest with you, you cannot create a new election.
es: Como no lleva un sacerdote con usted, no se puede crear una nueva elección.

# elections.current
source: Current Elections
es: Elecciones Actuales

# elections.title
source: title
es: título

# elections.complete
source: complete
es: completo

# elections.votes
source: votes
es: votos

# elections.new
source: start a new election
es: iniciar una nueva elección

# elections.desc
source: descriptive text for this election
es: texto descriptivo para esta elección

# elections.duration.name
source: duration (real time)
es: duración (tiempo real)

# elections.duration.empty
source: -- choose --
es: -- elegir --

# elections.duration.1
source: one day
es: un día

# elections.duration.3
source: 3 days
es: 3 días

# elections.duration.5
source: 5 days
es: 5 días

# elections.duration.7
source: one week
es: una semana

# elections.duration.10
source: 10 days
es: 10 días

# elections.method.name
source: voting method
es: método de votación

# elections.method.empty
source: -- choose --
es: -- elegir --

# elections.method.banner
source: by banner (per noble)
es: por bandera (por noble)

# elections.method.spears
source: by spears (per soldier)
es: por lanzas (por soldado)

# elections.method.swords
source: by swords (per weighted soldier)
es: por espadas (por soldado ponderado)

# elections.method.land
source: by land (per estate)
es: por tierra (por villas)

# elections.method.heads
source: by heads (per peasant)
es: por cabeza (por campesino)

# elections.submit
source: create election
es: crear elección

# votes.link
source: cast/view votes
es: emitir/ver votos

# votes.link2
source: view votes
es: ver votos

# votes.name
source: Election "%name%"
es: Elección "%name%"

# votes.intro
source: This election within %realm% will end on %complete%. Votes are counted %type%.
es: Esta elección dentro %realm% finalizará en %complete%. Los votos se cuentan %type%.

# votes.intro2
source: This election within %realm% has been closed. Votes have been counted %type%. The winner was %winner%.
es: Esta elección dentro %realm% ha sido cerrada. Votos han sido contados %type%. El ganador fue %winner%.

# votes.intro3
source: This election within %realm% has ended without a winner.
es: Esta elección dentro %realm% ha terminado sin un ganador.

# votes.forposition
source: This election will grant the position of %position% to the winner.
es: Esta elección le otorgará la posición de %position% al el ganador.

# votes.forposition2
source: This election has granted the position of %position% to the winner.
es: Esta elección ha concedido la posición de %position% al el ganador.

# votes.list
source: Candidates & Votes
es: Candidatos y Votos

# votes.howto
source: Add your vote into the appropriate rows and columns below. You can vote for or against as many candidates as you want.
es: Añadir tu voto en las filas y columnas correspondientes a continuación. Usted puede votar a favor o en contra de tantos candidatos como desee.

# votes.candidate
source: candidate
es: candidato

# votes.pro
source: in favor
es: a favor

# votes.contra
source: opposed
es: oposición

# votes.sum
source: vote count
es: recuento de votos

# votes.add.name
source: Add candidate
es: Añadir candidato

# votes.add.label
source: new candidate
es: nuevo candidato

# votes.add.procontra
source: your vote
es: tu voto

# votes.add.submit
source: add
es: añadir

# votes.add.done
source: Your candidate has been added.
es: Su candidato ha sido añadido.

# votes.remove
source: remove vote
es: retirar voto

# votes.updated
source: Your votes have been updated.
es: Tus votos han sido actualizados.

# oath.view.name
source: Oath Tree
es: Árbol de Juramento

# oath.view.description
source: See your oaths in a graphical view.
es: Ver sus juramentos en una vista gráfica.

# oath.view.longdesc
source: View the tree of oaths that you belong to. (might take a short while to generate for large trees)
es: Ver el árbol de los juramentos que perteneces a. (puede tardar unos segundos para generar grandes árboles)

# oath.name
source: Oath of Fealty
es: Juramento de Lealtad
fr: Serment de fidélité
it: Giuramento di Sudditanza

# oath.intro
source: current oath
es: juramento actual
fr: serment actuel
it: giuramento attuale

# oath.swear
source: swear a new oath
es: jurar un nuevo juramento
fr: prêter un nouveau serment
it: nuovo giuramento di sudditanza

# oath.swearintro
source: Since a lord can hold estates in or be ruler of different realms, some lords may appear multiple times with different realms, and you get to choose which of their realms to join.
es: Dado que un señor puede contener villas en o ser gobernante de diferentes dominios, algunos señores pueden aparecer varias veces con diferentes dominios, y usted tiene que elegir cuál de sus dominios para unirse.

# oath.nobody
source: There are no eligible new lords within your action range.
es: No hay nuevos señores elegibles dentro de su radio de acción.
fr: Il n'y a pas de nouveaux seigneurs éligibles à proximité.
it: Non vi sono nuovi signori disponibili all'interno del vostro raggio d'azione.

# oath.newliege
source: new liege
es: nueva soberano
fr: liege nouvelle
it: nuovo signore

# oath.choose
source: -- choose liege --
es: -- elegir soberano --
fr: -- choisissez liege --
it: -- seleziona il signore --

# oath.norealm
source: independent
es: independiente

# oath.swearto
source: swear oath to...
es: jurar juramento a...

# oath.submit
source: swear oath
es: jurar juramento
fr: prêter serment
it: giurate sudditanza

# oath.fail.vassal
source: You cannot swear an oath to your own vassals (or their vassals).
es: No se puede hacer un juramento a sus propios vasallos (o sus vasallos).
fr: Vous ne pouvez pas prêter serment à vos propres vassaux (ou à leurs vassaux).
it: Non potete giurare sudditanza ad uno dei vostri vassalli (o ad un loro vassallo).

# oath.success
source: Swearing an oath of fealty, you are now a vassal of %newliege%.
es: Hacer un juramento de lealtad, ahora eres un vasallo de %newliege%.
fr: Prestation de serment de fidélité, vous êtes maintenant un vassal de %newliege%.
it: Avendo giurato sudditanza, siete ora un vassallo di %newliege%.

# oath.unavailable
source: Nobles unavailable as lords
es: Nobles no disponibles como soberano

# oath.reason.liege
source: already is your current liege
es: ya es tu soberano actual

# oath.reason.vassal
source: is your vassal or a vassal of one of your vassals
es: es su vasallo o un vasallo de uno de sus vasallos

# rogue.description
source: Declare independence.
es: Declarar independencia.

# rogue.longdesc
source: You can also break your oath without swearing a new one, becoming an independent lord or knight.
es: También puede romper su juramento sin jurar uno nuevo, convirtiéndose en un señor o caballero independiente.

# rogue.intro
source: become a rogue noble
es: convertirse en noble pícaro

# rogue.success
source: You are now an independent noble, or a rogue as your fellow nobles will consider you to be.
es: Ahora eres un noble independiente, o un pícaro como tus compañeros nobles considerarán que eres.

# successor.name
source: your successor
es: tu sucesor
fr: votre successeur
it: il vostro successo

# successor.you
source: you are successor to
es: usted es sucesor de
fr: Vous êtes un successeur à
it: siete il successore di

# successor.intro
source: assign a new successor
es: asignar un nuevo sucesor
fr: attribuer un nouveau successeur
it: assegna un nuovo successore

# successor.choose
source: -- choose successor --
es: -- elegir sucesor --
fr: -- choisissez successeur --
it: -- seleziona il successore --

# successor.submit
source: set successor
es: establecer sucesor
fr: fixé successeur
it: impostare il successore

# successor.success
source: You have now chosen %successor% as your new successor.
es: Usted ha elegido a %successor% como su nuevo sucesor.
fr: Vous avez choisi %successor% comme votre nouveau successeur.
it: Avete ora scelto %successor% come vostro successore.

# successor.hasone
source: You have currently declared %successor% as your successor.
es: Usted ya ha declarado a %successor% como su sucesor.

# partners.name
source: manage partners
es: gestionar relaciones
fr: gérer les partenaires
it: Gestione dei partner

# partners.intro
source: You do not have any partnerships (such as a marriage or a liason) at this time.
es: Usted no tiene ninguna asociación (como un matrimonio o una liason) en este momento.
fr: Vous n'avez pas de partenariat (comme un mariage ou une liaison) actuellement.
it: Non avete alcuna relazione (come matrimoni o liaison) attualmente.

# partners.several
source: You have several partnerships going at this time, namely:
es: Usted tiene varias asociaciones en este momento, siendo:
fr: Vous êtes impliqué dans plusieurs partenariats actuellement, à savoir:
it: Avete multiple relazioni al momento, specificamente:

# partners.new.name
source: new relationships
es: nuevas relaciones
fr: nouvelles relations
it: nuove relazioni

# partners.new.intro
source: You can propose a new relation to any nearby character. He or she will have to accept in order for the relation to become active.
es: Puede proponer una nueva relación con cualquier personaje cercano. Él o ella tendrá que aceptar para que la relación se vuelva activa.
fr: Vous pouvez proposer une nouvelle relation à n'importe quel caractère à proximité. Il ou elle doit accepter pour que la relation devienne actif.
it: Potete proporre una nuova relazione a qualsiasi personaggio nelle vicinanze. Lui o lei dovrà accettare perché la relazione divenga attiva.

# partners.new.none
source: There are no potential partners within your action range.
es: No hay socios potenciales dentro de su radio de acción.
fr: Il n'y a pas d'éventuels partenaires à proximité.
it: Non vi sono potenziali partner all'interno del vostro raggio d'azione.

# partners.old.name
source: existing relationships
es: relaciones existentes
fr: relations existantes
it: relazioni esistenti

# partners.old.intro
source: You can break up with existing partners or make a few unilateral changes to the relationship. Which, of course, might result in them breaking up with you.
es: Puede romper con los socios existentes o hacer algunos cambios unilaterales a la relación. Lo cual, por supuesto, podría dar lugar a que ellos la termien con usted.
fr: Vous pouvez rompre avec les partenaires existants ou faire quelques modifications unilatérales à la relation. Cela pourrait entraîner leur rupture avec vous.
it: Potete lasciare partner esistenti o cambiare unilateralmente la relazione a vostra discrezione. Questo potrebbe, chiaramente, portare loro a lasciare voi.

# relation.text
source: You are %type% %partner%.
es: Usted es %type% %partner%.
fr: vous êtes %type% %partner%.
it: Siete %type% %partner%.

# relation.proposed
source: %partner% has proposed a %type% to you.
es: %partner% ha propuesto una %type% a usted.

# relation.proposed2
source: You proposed a %type% to %partner%.
es: Usted a propuesto una %type% a %partner%.

# relation.engagement
source: engaged to
es: comprometido con
fr: engagé à
it: in una relazione con

# relation.marriage
source: married to
es: casado con
fr: mariée avec
it: sposato con

# relation.liason
source: having a liason with
es: tiene un romance con
fr: avez une liaison avec
it: in una liaison con

# relation.proposedto
source: proposed
es: propuesto
fr: demandé la main
it: proposto a

# relation.proposedyou
source: your proposed
es: su propuesta
fr: demandé ta main
it: le vostre proposte

# relation.public
source: public
es: público
fr: publique
it: pubblica

# relation.secret
source: secret
es: secreto
fr: secrète
it: segreta

# relation.with
source: with
es: con
fr: avec
it: con

# relation.sex
source: includes sex
es: incluye sexo
fr: inclut les rapports sexuels
it: con sesso

# relation.nosex
source: without sex
es: sin sexo
fr: sans rapports sexuels
it: senza sesso

# relation.crest
source: share heraldry
es: compartir heráldica

# relation.choice.choose
source: -- choose --
es: -- elegir --
fr: -- choisissez --
it: -- scegli --

# relation.choice.type
source: Propose a
es: Proponer un
fr: proposer une
it: Proponi un/a

# relation.choice.partner
source: to
es: a
fr: à
it: a

# relation.choice.engagement
source: engagement
es: compromiso
fr: fiançailles
it: relazione

# relation.choice.marriage
source: marriage
es: matrimonio
it: matrimonio

# relation.choice.liason
source: liason
es: amorío
fr: liaison
it: liaison

# relation.choice.public
source: Should this relationship be public?
es: Debería esta relación ser pública?
fr: Devrait être la relation publique?
it: Volete che la relazione sia pubblica?

# relation.choice.sex
source: Will it be a sexual relationship, so that it might result in children?
es: ¿Será una relación sexual, por lo que podría resultar en hijos?
fr: Sera-ce une relation sexuelle, ce qui peut entraîner chez l'enfant?
it: Volete che il sesso sia incluso, così che potrebbe portare a bambini?

# relation.choice.submitnew
source: propose
es: proponer
fr: proposer
it: proponete

# relation.choice.nochange
source: no change
es: ningún cambio
fr: aucun changement
it: nessun cambiamento

# relation.choice.makepublic
source: make public
es: hacer público
fr: rendre public
it: rendi pubblica

# relation.choice.refusesex
source: refuse sex
es: rechazar el sexo
fr: refuser les rapports sexuels
it: rifiuta il sesso

# relation.choice.cancel
source: break up
es: disolver
fr: rompre
it: lascia

# relation.choice.withdraw
source: withdraw proposal
es: retirar la propuesta
fr: retirer la proposition
it: ritira proposta

# relation.choice.accept
source: accept proposal
es: aceptar la propuesta
fr: accepter la proposition
it: accetta proposta

# relation.choice.reject
source: reject proposal
es: rechazar la propuesta
fr: rejeter la proposition
it: rifiuta proposta

# relation.choice.submitchange
source: commit to changes
es: ejecutar cambios
fr: s'engager à des changements
it: effettua i cambiamenti

# relation.choice.crest
source: allow partner to bear your crest?
es: permitír pareja llevar su cresta?

# realm.view.name
source: Hierarchy Tree
es: Árbol de Jerarquía

# realm.view.description
source: See a graphical view of the realm hierarchy.
es: Ver una vista gráfica de la jerarquía del dominio.

# realm.view.longdesc
source: View the tree of realm hierarchy that this realm belongs to. (might take a short while to generate for large trees)
es: Ver el árbol de jerarquía que este dominio pertenece a. (puede tardar unos segundos para generar grandes árboles)

# realm.new.name
source: Create Realm
es: Crear Dominio
fr: Créer domaine
it: Creazione di un regno

# realm.new.description
source: Declare yourself ruler of your own realm.
es: Declárese soberano de su propio dominio.

# realm.new.longdesc
source: With vassals under your command, you can declare your own realm, joining the political arena and maybe attracting yet more followers to your banner.
es: Con vasallos bajo su mando, se puede declarar su propio dominio, uniéndose a la arena política y tal vez atraer aún más seguidores a su bandera.

# realm.new.intro
source: -- choose --
es: -- elegir --
fr: -- choisissez --
it: -- scegli --

# realm.new.submit
source: announce new realm
es: anunciar nuevo dominio
fr: annoncer un nouveau domaine
it: annunciate il nuovo regno

# realm.manage.name
source: Manage Realm
es: Gestionar Dominio

# realm.manage.description
source: Change realm name, color and other details.
es: Cambiar el nombre del territorio, el color y otros detalles.

# realm.manage.longdesc
source: As you are the ruler of %formalname%, you have complete executive control over your realm. Whether or not your vassals will stand for it if you exert it too freely, however, is a different question.
es: Como usted es el soberano de %formalname%, usted tiene el control ejecutivo completo sobre su dominio. Sea o no su vasallos se mantendrán por ello si usted ejerce demasiado libremente, sin embargo, es una cuestión diferente.

# realm.manage.intro
source: announce changes
es: anunciar cambios

# realm.manage.success
source: Realm details have been updated.
es: Detalles del dominio se han actualizado.

# realm.abdicate.name
source: Abdicate
es: Abdicar

# realm.abdicate.description
source: Renounce rulership and hand it to someone else.
es: Renuncia a la soberania y entregarla a otra persona.

# realm.abdicate.longdesc
source: If you are tired of ruling %formalname% or are being forced out and want to leave graciously, you can hand over the reigns to someone else.
es: Si estás cansado de regir %formalname% o está siendo forzado a salir y quiere dejar amablemente, puede entregar las riendas a alguien más.

# realm.abdicate.intro
source: You have now given up rulership of this realm.
es: Ahora ha renunciado a la soberania de este dominio.

# realm.positions.name
source: Realm Positions
es: Posiciones del Dominio

# realm.positions.description
source: Define and appoint/revoke positions.
es: Definir y nombrar/revocar posiciones.

# realm.positions.longdesc
source: Lesser positions within %name% can be defined, appointed and revoked by you.
es: Posiciones menores dentro de %name% se pueden definir, nombrar y revocar por ti.

# realm.positions.empty
source: The realm does not have any positions defined at this time.
es: El dominio no tiene ninguna posición definida en este momento.

# realm.positions.new
source: create a new position
es: crear una nueva posición

# realm.positions.holder.singular
source: holder
es: poseedor

# realm.positions.manage
source: manage position
es: gestionar posición

# realm.positions.appoint
source: appoint officials
es: nombrar oficiales

# realm.laws.name
source: Realm Laws
es: Leyes del Dominio

# realm.laws.description
source: Declare and change realm laws.
es: Declarar y cambiar las leyes del dominio.

# realm.laws.longdesc
source: Laws and regulations for %name% can be declared by you. Most are optional, but some are mandatory and set to default values on realm creation.
es: Leyes y reglamentos para %name% pueden ser declarados por usted. La mayoría son opcionales, pero algunos son obligatorios y establecidos por defecto en la creación del dominio.

# realm.name
source: name
es: nombre
fr: nom
it: nome

# realm.formalname
source: formal name
es: nombre formal
fr: nom officiel
it: nome formale

# realm.colour
source: official colour
es: color oficial

# realm.language
source: official language
es: idioma oficial

# realm.description
source: description
es: descripción

# realm.designation
source: designation
es: designación
fr: désignation
it: designazione

# realm.ruler.singular
source: ruler
es: mandatario

source: realm history
es: historia del dominio

source: Realm Details
es: Detalles del Dominio

# realm.size
source: size
es: tamaño

# realm.type.1
source: barony
es: baronía
fr: baronnie
it: baronia

# realm.type.2
source: county
es: condado
fr: comté
it: contea

# realm.type.3
source: march
es: marca
fr: marche
it: marca

# realm.type.4
source: duchy
es: ducado
fr: duché
it: ducato

# realm.type.5
source: principality
es: principado

# realm.type.6
source: kingdom
es: reino
fr: royaume
it: regno

# realm.type.7
source: empire
es: imperio
it: impero

# realm.title.male.0
source: knight
es: caballero
fr: chevalier
it: cavaliere

# realm.title.male.1
source: baron
es: barón
it: barone

# realm.title.male.2
source: count
es: conde
fr: comte
it: conte

# realm.title.male.3
source: marquess
es: marqués
fr: marquis
it: marchese

# realm.title.male.4
source: duke
es: duque
fr: duc
it: duca

# realm.title.male.5
source: prince
es: príncipe

# realm.title.male.6
source: king
es: rey
fr: roi
it: re

# realm.title.male.7
source: emperor
es: emperador
fr: empereur
it: imperatore

# realm.title.female.0
source: dame
es: dama
it: dama

# realm.title.female.1
source: baroness
es: baronesa
fr: baronne
it: baronessa

# realm.title.female.2
source: countess
es: condesa
fr: comtesse
it: contessa

# realm.title.female.3
source: marquise
es: marquesa
it: marchesa
