Repository: TandSerrai/maf-translations
Catalog: validators.*.po
Languages: de, es

# password.old
source: incorrect current password
de: falsches derzeitiges Kennwort
es: contraseña incorrecta

# password.minlength
source: [0,Inf]your password must be at least 6 characters long
de: [0,Inf]Dein Kennwort muß mindestens 6 Zeichen lang sein
es: [0,Inf]la contraseña debe tener como mínimo 6 caracteres

# password.match
source: new password and confirm password fields do not match
de: neues Kennwort und Kennwortbestätigung stimmen nicht überein
es: nuevos campos de contraseña y confirmación de contraseña no coinciden

# realm.new.toosimilar.name
source: Your realm name is too similar to another realm, %other%.
de: Der Reichsname ist einem anderen zu ähnlich, und zwar %other%.
es: El nombre de su dominio es demasiado similar a otro dominio, %other%.

# realm.new.toosimilar.formalname
source: Your formal realm name is too similar to another realm, %other%.
de: Der förmliche Reichsname ist einem anderen zu ähnlich, und zwar %other%.
es: Su nombre de dominio formal es demasiado similar a otro dominio, %other%.

# character.burst
source: You already created a character within the last minute. We're slowing you down to make sure you are not a bot.
de: Du hast während der letzten Minute schon einen Charakter erstellt. Wir bremsen Dich etwas aus, um sicherzustellen, daß Du kein Roboter bist.
es: Usted ya ha creado un personaje en el último minuto. Le estamos desacelerando para asegurarse de que no eres un robot.

# character.spawnlimit
source: You already have 2 unspawned characters. Start playing those before you create more characters.
de: Du hast schon 2 nicht auf der Karte platzierte Charaktere. Fang doch erstmal an, die zu spielen.
es: Ya tiene 2 personajes que no han sido engendrados. Empieza a jugar esos personajes antes de crear más personajes.

# character.homosexual
source: Sorry, but we are simulating a medieval fantasy world that is pre-enlightenment. No homosexual marriages, yet.
de: Tut uns leid, wir simulieren eine mittelalterliche Welt vor der Aufklärung. Daher gibt es noch keine homosexuellen Ehen.
es: Lo sentimos, pero estamos simulando un mundo de fantasía medieval que es anterior a la pre - iluminación. Todavía, no hay matrimonios homosexuales.

# character.foreignparent
source: At least one parent must be one of your own characters.
de: Mindestens einer der Eltern muß einer Deiner Charaktere sein.
es: Por lo menos un padre debe ser uno de sus propios personajes.

# character.nosex
source: Your characters' parents need to have a sexual relationship.
de: Die Eltern Deines Charakters müssen eine sexuelle Beziehung haben.
es: Los padres de tus personaje necesitan tener una relación sexual.

# trade.toomuch
source: You do not have that much available.
de: So viel ist nicht verfügbar.
es: Usted no tiene esa cantidad disponible.

# trade.allremote
source: Either source or destination of a trade must be your current location.
de: Entweder Ursprungs- oder Zielort eines Handels müssen Dein aktueller Ort sein.
es: El origen o el destino de un comercio debe ser su ubicación actual.

# trade.same
source: Repackaging the same product and selling it as somehow better in the same place has not yet been invented. Please wait for the invention of Wall St. and rating agencies first. Thank you.
de: Ein Produkt neu verpacken und am gleichen Ort nochmal verkaufen wurde noch nicht erfunden. Bitte warte bis zur Gründung der Wall Street und der Rating-Agenturen. Danke.
es: Re-empaquetando el mismo producto y venderlo como algo mejor en el mismo lugar todavía no se ha inventado. Espere a la invención de las agencias y Wall Street premiero. Gracias.

# economy.toomany
source: You can obviously not assign more peasants to work projects than there are.
de: Du kannst nicht mehr Arbeiter zu Bauprojekten zuweisen, als vorhanden sind. Sollte eigentlich klar sein.
es: Es obvio que no se puede asignar más campesinos a trabajar proyectos, si la cantidad excede a los campesinos que hay.

# feature.location
source: Please select a location for the new feature by clicking on the map.
de: Wähle bitte einen Ort für das neue Bauwerk, indem Du auf die Karte klickst.
es: Por favor seleccione una ubicación para la nueva pieza haciendo clic en el mapa.

# feature.outside
source: The location you have chosen is not part of the area this settlement controls.
de: Der gewählte Ort ist nicht Teil der Umgebung dieser Siedlung.
es: La ubicación elegida no es parte de la zona que este asentamiento controla.

# feature.noriver
source: There is no river adjacent to this area.
de: Es gibt hier in der Nähe der Siedlung keinen Fluß.
es: No hay ningún río adyacente a esta área.

# feature.nocoast
source: This is not a coastal area.
de: Diese Siedlung liegt nicht in Ufernähe.
es: Esto no es una zona costera.

# feature.needworkers
source: Please assign some workers to this project.
de: Bitte weise diesem Bauprojekt auch Arbeiter zu.
es: Por favor asigne algunos trabajadores a este proyecto.

# recruit.entourage.toomany
source: You can obviously not recruit more specialists than your settlement has population.
de: Du kannst nicht mehr Gefolge anheuern, als die Siedlung Einwohner hat.
es: Es obvio que no se puede contratar a una cantidad de especialistas que sobrepase la población del asentamiento.

# recruit.entourage.toomany2
source: This settlement can only train %max% peasants per day.
de: Diese Siedlung kann höchstens %max% Bauern pro Tag ausbilden.
es: Este asentamiento sólo puede entrenar a %max% campesinos por día.

# recruit.troops.toomany
source: You can obviously not recruit more soldiers than your settlement has population.
de: Du kannst nicht mehr Soldaten anheuern, als die Siedlung Einwohner hat.
es: Es obvio que no se puede contratar a una cantidad de soldados que sobrepase la población del asentamiento.

# recruit.troops.toomany2
source: This settlement can only begin the training of %max% peasants per day.
de: Diese Siedlung kann höchstens %max% Bauern pro Tag in die Ausbildung schicken.
es: Este asentamiento sólo puede comenzar el entrenamiento de %max% campesinos por día.

# recruit.troops.noweapon
source: You cannot recruit troops without weapons, they would not be soldiers, would they?
de: Du kannst keine Soldaten ohne Waffe rekrutieren, die wären nicht wirklich Soldaten, oder?
es: No se puede reclutar soldados sin armas, no serían soldados, verdad?

# recruit.offer.empty
source: knight offers must include something, else you would offer nothing in exchange for something (fealty).
de: Angebote an Vasallen müssen irgend etwas beinhalten, ansonsten würdes Du ja nichts anbieten und dafür etwas (Treue) verlangen.
es: ofertas para caballeros debe incluir algo, o estaría ofreciendo nada a cambio de algo (lealtad).

# road.same
source: That is an interesting idea, but seriously, start and destination of a road should be different.
de: Das ist eine interessante Idee, aber Start- und Endpunkt einer Straße sollten schon unterschiedlich sein.
es: Esa es una idea interesante, pero en serio, inicio y destino de una calzada debe ser diferente.

# road.exists
source: That road already exists.
de: Diese Straße gibt es schon.
es: Ya existe esa calzada.

# road.invalid
source: The workers are very sorry and await your judgement, but they were unable to find a connection between those two points that would not cross through water or other impassable terrain.
de: Die Arbeiter entschuldigen sich vielfach und erwarten dein Urteil, aber sie waren nicht in der Lage, einen Weg zwischen diesen beiden Punkten zu finden, der nicht durch Wasser oder unpassierbares Gelände führt.
es: Los trabajadores están muy arrepentidos y esperan su juicio, pero no fueron capaces de encontrar una conexión entre esos dos puntos que no cruzarían a través del agua o de otro terreno impasable.

# attack.nobody
source: You need to select at least one target to attack.
de: Du mußt mindestens einen Gegner angreifen. Schattenboxen ist nicht.
es: Debe seleccionar al menos un objetivo para atacar.

# loot.target
source: If you take resources or thralls, you must name a target settlement to send your plunder to.
es: Si usted toma los recursos o esclavos, debe nombrar un asentamiento de destino para enviar su botín.
